document.addEventListener('DOMContentLoaded', () => {
    const praises = {
        "praise1": `
        <div class="praise">
            <h2> స్తుతి యాగము 1: 1 - 50 </h2>
    <p>1. ప్రేమగల తండ్రి - I యోహాను 3:1</p>
    <p>2. నీతిగల తండ్రి - యోహాను 17:25</p>
    <p>3. నిత్యుడగు తండ్రి - యెషయ 9:6</p>
    <p>4. పరలోకపు తండ్రి - మత్తయి 5:48</p>
    <p>5. ఆత్మలకు తండ్రి - హెబ్రీయులకు 2:9</p>
    <p>6. జ్యోతిర్మయుడైన తండ్రి - యాకోబు 1:17</p>
    <p>7. కనికరము గల తండ్రి - II కొరింథీయులకు 1:3</p>
    <p>8. మహిమ గల తండ్రి - ఎఫెసయులకు 1:17</p>
    <p>9. నన్ను సృష్టించిన తండ్రి - ద్వితీయో 32:6</p>
    <p>10. నన్ను పుట్టించిన తండ్రి - ద్వితీయో 32:6</p>
    <p>11. నన్ను స్థాపించిన తండ్రి - ద్వితీయో32:6</p>
    <p>12. నా యొక్క, మా యొక్క తండ్రి - మత్తయి 6:9,16</p>
    <p>13. మనకందరికీ తండ్రి - మలాకీ 2:10</p>
    <p>14. యేసుక్రీస్తు యొక్క తండ్రి - II కొరింథీయులకు 11:31</p>
    <p>15. అబ్బా తండ్రి - రోమా 8:15</p>
    <p>16. రహస్యమందున్న తండ్రి - మత్తయి 6:6</p>
    <p>17. నీతిమంతుల తండ్రి - మత్తయి 13:43</p>
    <p>18. ఇశ్రాయేలీయులకు తండ్రి - యిర్మియా 31:9</p>
    <p>19. జీవము గల తండ్రి - యోహాను 6:57</p>
    <p>20. మాకు రాజ్యము అనుగ్రహించుటకు ఇష్టమైయున్న తండ్రి - లూకా 12:23</p>
    <p>21. మహోన్నతుడగు దేవా - దానియేలు 4:2</p>
    <p>22. మహా దేవా - కీర్తనలు 95:3</p>
    <p>23. జీవముగల దేవా - కీర్తనలు 136:2</p>
    <p>24. ప్రేమగల దేవా - I తిమోతీ 3:15</p>
    <p>25. ప్రేమకు సమాధానమునకు కారకుడైన దేవా - II కొరింథీయులకు 13:11</p>
    <p>26. ప్రేమగల దేవా - I యోహాను 4:8</p>
    <p>27. శాశ్వతుడవైన దేవా - ద్వితీయో 33:27</p>
    <p>28. ఆదరణను అనుగ్రహించు దేవా - II కొరింథీయులకు 1:3</p>
    <p>29. ఓర్పునకు ఆదరణకు కర్తయగు దేవా - రోమా 15:5</p>
    <p>30. మహిమ గల దేవా - అ. కార్యము 7:2</p>
    <p>31. కృప గల దేవా - కీర్తనలు 55:17</p>
    <p>32. కృపచేత నన్ను పిలిచిన దేవా - I గలతీయులకు 1:15</p>
    <p>33. అబ్రహాము దేవా - నిర్గమకు 3:15</p>
    <p>34. ఇస్సాకు దేవా - నిర్గమకు 3:15</p>
    <p>35. యాకోబు దేవా - నిర్గమకు 3:15</p>
    <p>36. యెఘారును దేవా - ద్వితీయో 33:26</p>
    <p>37. ఇస్రయేలీయుల దేవా - యోహాను 7:13</p>
    <p>38. ఏలియా దేవా - II రాజులకు 2:14</p>
    <p>39. దావీదు దేవా - యెషయకు 38:5</p>
    <p>40. దానియేలు యొక్క దేవా - దానియేలు 6:26</p>
    <p>41. షధ్రకు, మేషాకు, అబేద్నెగో మరియు వారి దేవా - దానియేలు 3:29</p>
    <p>42. తండ్రియైన నా దేవా - తీతుకు 1:2</p>
    <p>43. మా పితరుల దేవా - ఎజ్రా 7:27</p>
    <p>44. నా పితరుల దేవా - నిర్గమకు 15:2</p>
    <p>45. కొండలకు దేవా - I రాజులకు 20:28</p>
    <p>46. లోయల యొక్క దేవా - I రాజులకు 20:28</p>
    <p>47. సర్వలోకమునకు దేవా - యెషయ 54:5</p>
    <p>48. సర్వాధికారియైన దేవా - రోమా 9:5</p>
    <p>49. లోకమందున్న సకల రాజ్యములకు దేవా - యెషయ 37:16</p>
    <p>50. పరలోకమునకు భూలోకమునకు దేవా - ఎజ్రా 5:11</p>
</div>


    `,
    "praise2": `
        <div class="praise">
    <h2> స్తుతి యాగము 2: 51 - 100 </h2>
    <p>51. పైన ఆకాశమందును కింద భూమి యందును వున్నా దేవా - యెహోషువా 2:1</p>
    <p>52. భూదిగంతముల వరకు మనుషులు ఎరుగునట్లు యాకోబు వంశమును ఎలుచున్న దేవా - కీర్తనలు 59:13</p>
    <p>53. అద్భుతములు చేయుదేవా - నిర్గమ 15:11</p>
    <p>54. బలవంతుడవైన దేవా - యెషయ 9:6</p>
    <p>55. సర్వశక్తిగల దేవా - ఆది 17:1</p>
    <p>56. సముద్రపొంగు దాని తరంగములను అణిచి వేయుచున్న దేవా - కీర్తనలు 89:9</p>
    <p>57. సత్యవంతుడగు దేవా - I థెస్సలొని 1:9</p>
    <p>58. అద్వితీయ సత్యవంతుడైన దేవా - యోహాను 17:3</p>
    <p>59. తండ్రి అగు ఒక్కడే దేవుడు - I కొరంధి 8:6</p>
    <p>60. అక్ష్యయుడును, అదృశ్యుడునగు అద్వితీయ దేవునికి - I తిమోతి 1:17</p>
    <p>61. ప్రభువైన యేసు క్రీస్తు యొక్క దేవునికి - ఎఫెసి 1:17</p>
    <p>62. ఆకాశమందు దేవుడైన యెహోవా - ఎజ్రా 1:2</p>
    <p>63. పరిశుద్దమైన దేవా - I సముయేలు 6:20</p>
    <p>64. నమ్మదగిన దేవా - యెషయ 65:16</p>
    <p>65. వాగ్దానములు చేసిన దేవా - I రాజులు 8:56</p>
    <p>66. నిబంధన చేసిన దేవా - దానియేలు 9:4</p>
    <p>67. నిరీక్షణ కర్తయగు దేవా - రోమ 15:13</p>
    <p>68. కనికరము గల దేవా - ద్వితియో 4:31</p>
    <p>69. కరుణా సంపన్నుడైన దేవా - ఎఫెసి 2:4</p>
    <p>70. నీతికి ఆధారమగు దేవా - కీర్తనలు 4:1</p>
    <p>71. ప్రతీకారము చేయు దేవా - కీర్తనలు 94:1</p>
    <p>72. ఆయన చర్యలన్నియు న్యాయములు నిర్దోషియై నమ్ముకొనదగిన దేవా - ద్వితియో 32:4</p>
    <p>73. సైన్యములకు అధిపతియగు దేవా - కీర్తనలు 89:8</p>
    <p>74. నా దేవా, నా దేవా - మత్తయి 27:46</p>
    <p>75. నన్ను కనిన దేవా (నన్ను పుట్టించిన దేవా) - ద్వితియో 32:18</p>
    <p>76. నన్ను చూచుచున్న దేవా - ఆది 16:13</p>
    <p>77. బెతేలు దేవా (దర్శనమిచ్చు దేవా) - ఆది 31:13</p>
    <p>78. సమస్త శరీర ఆత్మలకు దేవుడైయున్న దేవా - సంఖ్య 16:22</p>
    <p>79. నిరంతరము స్తుతింప బడుతున్న - II కొరంధి 11:31</p>
    <p>80. శాశ్వత జీవముగల దేవా - ద్వితియో 32:1</p>
    <p>81. నిరంతరము ఏలుబడి చేయుచున్న యెహోవా దేవా - నిర్గమ 15:18</p>
    <p>82. అద్వితీయ (జ్ఞానము గలదేవా) - I తిమోతి 1:17</p>
    <p>83. మర్మములను బయలు పరచు దేవా - దానియేలు 2:47</p>
    <p>84. దేవతలకు దేవా - దానియేలు 2:47</p>
    <p>85. రాజువైన నాదేవా - కీర్తనలు 145:1</p>
    <p>86. మహాదేవా - కీర్తనలు 77:13</p>
    <p>87. ఐశ్వర్యము గల దేవా - ఫిలిప్పి 4:19</p>
    <p>88. మా అవసరములు తీర్చు దేవా - ఫిలిప్పి 4:19</p>
    <p>89. వృద్ధి కలుగ చేయు దేవా - I కొరంధి 3:7</p>
    <p>90. జయము అనుగ్రహించు దేవా - I కొరంధి 15:57</p>
    <p>91. సమాధాన కర్తయగు దేవా - I థెస్సలొని 5:23</p>
    <p>92. అన్యాయము చేయువారిమీద కోపపడు దేవా - కీర్తనలు 7:11</p>
    <p>93. రోషము గల దేవా - నిర్గమ 20:5</p>
    <p>94. పాపమును పరిహరించు దేవా - కీర్తనలు 99:8</p>
    <p>95. ఆశ్చర్య క్రియలను జరిగించు దేవా - కీర్తనలు 77:14</p>
    <p>96. సమస్తమును జరిగించు దేవా - ప్రసంగి 11:5</p>
    <p>97. మన రక్షకుడైన దేవునికి - కీర్తనలు 24:5</p>
    <p>98. నా రక్షణ కర్త, నా దేవా - కీర్తనలు 42:11</p>
    <p>99. ఆనందము, సంతోషము కలుగ చేయు దేవా - కీర్తనలు 43:4</p>
    <p>100. శ్రీమంతుడగు దేవా - I తిమోతి 1:11</p>
</div>

    `,
    "praise3": `
        <div class="praise">
    <h2> స్తుతి యాగము 3: 101 - 150 </h2>
    <p>101. నాకు పేరు పెట్టి పిలిచినా దేవా - యెషయ 45:4</p>
    <p>102. లేనివాటిని ఉన్నట్లుగా పిలిచిన దేవా - రోమా 4:17</p>
    <p>103. అభద్ధం ఆడజాలని దేవా - హెబ్రి 6:18</p>
    <p>104. నీవు నిన్ను మరుగు పరచుకొను దేవా - యెషయ 45:15</p>
    <p>105. మాకు వెలుగు అనుగ్రహించు దేవా - కీర్తనలు 118:27</p>
    <p>106. మనకు పరిపూర్ణ సౌందర్యము గల సియోనులో నుండి ప్రకాశించు దేవా - కీర్తనలు 50:2</p>
    <p>107. తన పరిశుద్ధత తోడని సెలవిచ్చిన దేవా - కీర్తనలు 60:6</p>
    <p>108. నిరంతరమును తరములన్నిటిని రాజ్యము నేలు దేవా - కీర్తనలు 146:10</p>
    <p>109. ఇశ్రాయేలియుల యెడల శుద్ధ హృదయుల యెడల దయాలుడవైన దేవా - కీర్తనలు 73:1</p>
    <p>110. సమీపమునకును, దూరమునకు నుండు దేవా - యుర్మియా 23:23</p>
    <p>111. పురాతన కాలము మొదలు కొని ఆసీనుదవైన దేవా - కీర్తనలు 55:19</p>
    <p>112. ప్రభువులకు ప్రభువా - ప్రకటన 17:14</p>
    <p>113. ప్రభువైన యెహోవా - నిర్గమ 23:17</p>
    <p>114. సైన్యములకు, అధిపతియైన యెహోవా - కీర్తనలు 46:7</p>
    <p>115. సిలోహు (సమాధాన కర్తయగు ప్రభువా) - ఆది 49:10</p>
    <p>116. రాజులకు ప్రభువా - దానియేలు 2:4</p>
    <p>117. ఆలోచన కర్తయగు ప్రభువా - యెషయ 9:6</p>
    <p>118. మమ్ము స్వస్థ పరచు దేవా - నిర్గమ 15:26</p>
    <p>119. యెహోవా మహోన్నతుడా - కీర్తనలు 47:2</p>
    <p>120. యెహోవావైన పరిశుద్ధ దేవా - యెషయ 43:15</p>
    <p>121. యెహోవా పరిశుద్ధపరచు దేవా - లేవి 20:8</p>
    <p>122. న్యాయము తీర్చు యెహోవా - జఫన్యా 3:5</p>
    <p>123. మనకు నీతియగు యెహోవా - జఫన్యా 3:5</p>
    <p>124. నిత్యము వెలుగుగా నుండు యెహోవా - యెషయ 60:19</p>
    <p>125. నేను యెహోవాను సర్వశరీరులకు దేవుడను - యుర్మియా 32:27</p>
    <p>126. హెబ్రీయుల దేవుడగు యెహోవా - నిర్గమ 9:4</p>
    <p>127. సహాయము చేయు వాడవైన యెహోవా - యెషయ 44:2</p>
    <p>128. నన్ను విమర్శించు ప్రభువా - I కొరంధి 4:4</p>
    <p>129. మీకు ముందు నడుచుచున్న మీ దేవుడైన యెహోవా - ద్వితియో 1:30</p>
    <p>130. ప్రభువే ఆత్మ, మీకు - II కొరంధి 3:17</p>
    <p>131. మనకు ప్రభువు ఒక్కడే ఆయన యేసు క్రీస్తు - I కొరంధి 8:6</p>
    <p>132. యెహోవా గొప్పవాడు బహు కీర్తినీయుడైవున్నాడు - కీర్తనలు 48:1</p>
    <p>133. యెహోవా దయాలుడు - కీర్తనలు 135:3</p>
    <p>134. మార్పులేని వాడవైన యెహోవా - మలాకి 3:6</p>
    <p>135. యదార్ధ వంతుడైన యెహోవా - కీర్తనలు 92:14</p>
    <p>136. యెహోవా సత్య దేవా - కీర్తనలు 31:5</p>
    <p>137. బలాడ్యువైన యెహోవా - కీర్తనలు 89:8</p>
    <p>138. పరలోకపు దేవుడైన యెహోవా - ఆది 24:7</p>
    <p>139. ఆకాశమునకు భుమికి ప్రభువా - లూకా 10:21</p>
    <p>140. సర్వలోకనాథుదగు యెహోవా - జకర్యా 4:14</p>
    <p>141. మృతులకు సజీవులకు ప్రభువా - రోమా 14:9</p>
    <p>142. ఆయన ఆధిపత్యము చిరకాలము వరకు - ఆయన రాజ్యము తరతరములకు ఉన్నందుకు - దానియేలు 4:34</p>
    <p>143. రాజువైన యెహోవా - కీర్తనలు 98:6</p>
    <p>144. రాజులకు రాజువు ఐన యెహోవా - ప్రకటన 15:3</p>
    <p>145. మహిమ గల రాజ - కీర్తనలు 24:7</p>
    <p>146. సర్వభూమికి రాజా - కీర్తనలు 47:2</p>
    <p>147. మహా రాజా - కీర్తనలు 48:2</p>
    <p>148. యుగములకు రాజా - ప్రకటన 15:3</p>
    <p>149. షాలేము రాజా - హెబ్రి 7:2</p>
    <p>150. నీతికి రాజా - హెబ్రి 7:2</p>
</div>

    `,
    "praise4": `
        <div class="praise">
        <h2> స్తుతి యాగము 4: 151 - 200 </h2>
            <p>151 సాత్వికుడైన రాజు - మత్తయి 21:5</p>
<p>152 సకల యుగాములకు రాజా - I తిమోతి 1:17</p>
<p>153 అక్షయుడవైన రాజా - తిమోతి 1:17</p>
<p>154 అద్రుశ్యుడవైన రాజా I- తిమోతి 1:17</p>
<p>155 యూదుల రాజా - మత్తయి 27:11</p>
<p>156 ఇశ్రాయేలియుల రాజా - యోహాను 41:21</p>
<p>157 యాకోబు రాజా - యెషయ 41:21</p>
<p>158 యెఘారునులో రాజా - ద్వితియో 33:5</p>
<p>159 పరిశుద్ధ పర్వతము అయిన సీయోను మీద ఆసీనుడైన రాజా - కీర్తనలు 2:6</p>
<p>160 జయ ధ్వనిగల రాజా - సంఖ్యా 23:22</p>
<p>161 రాజులకు ప్రభువా - దానియేలు 2:47</p>
<p>162 రాజులకు విజయము దయచేయు వాడా - కీర్తనలు 144:10</p>
<p>163 భూపతులకు అధిపతియైన వాడా - ప్రకటన 1:5</p>
<p>164 అధిపతులకు అధిపతియైన వాడా - దానియేలు 8:25</p>
<p>165 దేవుడు సర్వభూమికి రాజైయున్నాడు - కీర్తనలు 47:7</p>
<p>166 భూరాజులకు ఆయన భీకరుడు - కీర్తనలు 76:12</p>
<p>167 సమాధనపు రాజా - హెబ్రి 7:2</p>
<p>168 సమాధనమునకు కారకుడైన వాడా - మీకా 5:5</p>
<p>169 సమాధాన కర్తయగు దేవా - యెషయ 9:6</p>
<p>170 అధికారుల పొగరును అణుచు వాడా - కీర్తనలు 76:12</p>
<p>171 న్యాయాదిపతులను మాయా స్వరుపులుగా చేయువాడా - యెషయ 40:23</p>
<p>172 యెహోవా నిరంతరము రాజైవున్నాడు - కీర్తనలు 10:16</p>
<p>173 నా రాజా - కీర్తనలు 84:3</p>
<p>174 పరలోకపు రాజా - దానియేలు 4:37</p>
<p>175 సముద్రము నుండి సముద్రము వరకు యుప్రటీసు నది మొదలుకొని భూదిగంతముల వరకు ఆయన ఎలును అందుకొరకు - జకర్యా 9:10</p>
<p>176 ఆయన రాజ్యము అంతము లేనందుకు - లూకా 1:33</p>
<p>177 పరిశుద్ధుడు , పరిశుద్ధుడా - ప్రకటన 4:8</p>
<p>178 అతి పరిశుద్ధమైన వాడా - దానియేలు 9:24</p>
<p>179 ఇశ్రాయేలు పరిశుద్ధుడా - యెషయ 43:3</p>
<p>180 దేవుని పరిశుద్ధుడా - లూకా 4:343</p>
<p>181 నీ పరిశుద్ధ సేవకుడైన యేసు నామమునకు - అ. కార్యము 4:30</p>
<p>182 పరిశుద్ధుడు నిత్య నివాసియైన వాడా - యెషయ 57:15</p>
<p>183 యెహోవానగు నేను పరిశుద్ధుడనైయున్నాను - లేవి 19:2</p>
<p>184 నేను మీ మధ్య పరిశుద్ద దేవుడను - హోషేయ 11:9</p>
<p>185 పరిశుద్ధను బట్టి మహానీయుడవు - నిర్గమ 15:11</p>
<p>186 సైన్యములకు అధిపతియగు యెహోవా పరిశుద్ధుడు - యెషయ 6:3</p>
<p>187 యెహోవా అను నామమునకు - నిర్గమ 6:3</p>
<p>188 యెహోవా యీరే - ఆది 22:14</p>
<p>189 యెహోవా షాలేము - న్యాయ 6:24</p>
<p>190 యెహోవా షమ్మా - యేహెజ్కేలు 48:35</p>
<p>191 యెహోవా నిస్సి - నిర్గమ 17:15</p>
<p>192 యెహోవా ఈలియాన్ - కీర్తనలు 7:17</p>
<p>193 యెహోవా రోహి - కీర్తనలు 23:1</p>
<p>194 యెహోవా సిటికేను - యుర్మియా 23:6</p>
<p>195 యెహోవా సబయోతు - యెహోషువా 5:14</p>
<p>196 యెహోవా మెక్కాదీస్ - లేవి 20:8</p>
<p>197 యెహోవా రెబేకా - నిర్గమ 15:26</p>
<p>198 యెహోవా ఒసేను - కీర్తనలు 95:6</p>
<p>199 యెహోవా ఎలోహేను - కీర్తనలు 99:5</p>
<p>200 యెహోవా ఏలోగా - నిర్గమ 20:2</p>

        </div>
    `,
    "praise5": `
        <div class="praise">
        <h2> స్తుతి యాగము 5: 201 - 250 </h2>
            <p>201 యెహొవా ఎలోహే (యెహొవా నా యొక్క దేవుడు) - జకర్యా 14:5</p>
<p>202 ఎలోహిమ్ (అన్ని స్థలములలో వ్యాపించు వాడు) - ఆది 1:1</p>
<p>203 ఎలిషా డామ్ (సర్వ శక్తి గల దేవుడు) - ఆది 17:1</p>
<p>204 యేసు అను పేరునకు - మత్తయి 1:21</p>
<p>205 యిమ్మానుయేలను పేరునకు - మత్తయి 1:23</p>
<p>206 దేవుని వాక్యము అను నామమునకు - ప్రకటన 19:13</p>
<p>207 ఆయన నామము ఘనమైనది - యెషయ 12:4</p>
<p>208 ఆయన నామము కీర్తిన్చుడి అది మనోహరమైనది - కీర్తనలు 135:3</p>
<p>209 నీ పేరు పోయబడిన పరిమళ తైలముతో సమానము - పరమ 1:3</p>
<p>210 ఆయన నామము పరిశుద్ధమైనది పూజింపదగినది - కీర్తనలు 111:9</p>
<p>211 నీవు మహత్యము గలవాడవు నీ శౌర్యమును బట్టి నీ నామనము ఘనమైనదాయెను - యుర్మియా 10:6</p>
<p>212 మహిమతో నిండి యుండిన నీ నామమునకు - కీర్తనలు 72:19</p>
<p>213 తన ఘనమైన నామమునకు -  సముయేలు 12:22</p>
<p>214 ప్రతి నామమునకు పై నామమును ఆయనకు అనుగ్రహించెను - ఫిలిప్పి 2:11</p>
<p>215 సకలాశిర్వచనస్తోత్రములకు మించిన నీ ఘనమైన నామము స్తుతింప బడును గాక - నెహమ్య 9:5</p>
<p>216 నీవు (నామము) సమీపముగా ఉన్నందుకు - కీర్తనలు 75:1</p>
<p>217 యహోవా నామము బలమైన దుర్గము - సామెతలు 18:10</p>
<p>218 పరిశుద్ధ ఆత్మదేవా - అ. కార్యము 1:8</p>
<p>219 సత్య స్వరూపియగు ఆత్మదేవా - యోహాను 14:1</p>
<p>220 కరుణ నొందించు ఆత్మదేవా - జకర్యా 12:10</p>
<p>221 మహిమా స్వరూపియైన ఆత్మదేవా - పేతురు 1:11</p>
<p>222 జీవమునిచ్చు ఆత్మ దేవా - రోమా 8:2</p>
<p>223 తండ్రి యొక్క ఆత్మ దేవా - మత్తయి 10:20</p>
<p>224 క్రీస్తు యొక్క ఆత్మదేవా -Iపేతురు 1:11</p>
<p>225 జ్ఞాన వివేకములకు ఆధారమగు ఆత్మ దేవా - యెషయ 11:2</p>
<p>226 బలములకు ఆధారమగు ఆత్మదేవా - యెషయ 11:2</p>
<p>227 జీవింపచేయు ఆత్మదేవా -I కొరంధి 15:45</p>
<p>228 మమ్మును ఓదార్చువాడవైన ఆత్మదేవా - అపో 1:4</p>
<p>229 జ్ఞానము గల ఆత్మదేవా - యెషయ 11:2</p>
<p>230 ప్రభువు యొక్క ఆత్మదేవా - II కొరంధి 3:17</p>
<p>231 ప్రభువగు యెహోవా ఆత్మదేవా - యెషయ 61:1</p>
<p>232 నిత్యుడగు ఆత్మదేవా - హెబ్రి 9:14</p>
<p>233 సర్వోన్నతుని శక్తియైన ఆత్మదేవా - లుకా 1:35</p>
<p>234 పరిశుద్ధమైన ఆత్మదేవా - రోమా 1:5</p>
<p>235 కుమారుని ఆత్మదేవా - గలతీ 4:6</p>
<p>236 దత్తాపుత్రాత్మ అనుదేవా - రోమా 8:15</p>
<p>237 దయగల ఆత్మదేవా - కీర్తనలు 143:10</p>
<p>238 ఆధరణ కర్తయగు దేవా - యోహాను 15:26</p>
<p>239 విజ్ఞాపన చేయు ఆత్మదేవా - జకర్యా 12:10</p>
<p>240 ఆయన మన యందు నివసింపజేసిన ఆత్మ మత్సర పడునంతగా ఆపెక్షించునా అను లేకనము నెరవేరినందుకు - యాకోబు 4:5</p>
<p>241 ఉచ్చరింప శక్యము కాని మూల్గులతో మన పక్షముగా విజ్ఞాపన చేయు ఆత్మదేవా - రోమా 8:26</p>
<p>242 మన బలహీనతను చూచి సహాయము చేయు ఆత్మదేవా - రోమా 8:26</p>
<p>243 జలముల మీద అల్లాడుచుండు ఆత్మదేవా - ఆది 1:2</p>
<p>244 ఆలోచనలకు ఆధారమగు ఆత్మ దేవా - యెషయ 11:2</p>
<p>245 ప్రవచన ఆత్మ యగు దేవా - ప్రకటన 19:10</p>
<p>246 స్థిరమైన మనసును నూతనముగా పుట్టించు ఆత్మదేవా - కీర్తనలు 51:10</p>
<p>247 తీర్పు తీర్చు ఆత్మదేవా - యెషయ 4:4</p>
<p>248 దహించు ఆత్మదేవా - యెషయ 4:4</p>
<p>249 యెహోవా పుట్టించుగాలికి కొట్టుకొనుపోవుప్రవాహ జలముల వాలే ఆయన వచ్చును ప్రవాహము వాలే శత్రువు వచ్చునప్పుడు వానికి విరోధముగా ద్వజమెత్తు ఆత్మ దేవా - యెషయ 59:19</p>
<p>250 ఆల్పాయు, ఒమెగాయు నేనే - ప్రకటన 1:8</p>
        </div>
    `,
    "praise6": `
        <div class="praise">
        <h2> స్తుతి యాగము 6: 251 - 300 </h2>
            <p>251	ఆదియు, అంతము నేనే	- ప్రకటన 1:8</p>
<p>252	సృష్టికి, ఆదియునైన వాడా	- ప్రకటన  3:14</p>
<p>253	మొదటివాడను, కడపటి వాడునై ఉన్నవాడా- ప్రకటన  2:8</p>
<p>254	నేను మొదటివాడను , కడపటి వారితోను వుండువాడను - యెషయ 41:4</p>
<p>255	వర్తమాన భూతకాలములలో ఉండు దేవుడవైన ప్రభువా -	ప్రకటన 11:17</p>
<p>256	నేను ఉన్నవాడను అను వాడనైయున్నాను - నిర్గమ 3:14</p>
<p>257	రాబోవుచున్న దేవుడవైన ప్రభువా -	ప్రకటన 11:17</p>
<p>258	ప్రేమా స్వరూపీ - I యోహాను 4:8</p>
<p>259	ఉన్నత స్థలములో నివసించువాడా	- యెషయ 33:5</p>
<p>260	ఆకాశ మనదలము కంటే మిక్కిలి హెచ్చయిన వాడా	- హెబ్రి  7:26</p>
<p>261	దేవా శక్తి మంతుడ వై ఘనత వహించిన వాడా - యోబు 36:22</p>
<p>262	ఆయన సమస్త ప్రధానులకును అధికారులకును శిరసై వున్నవాడా	- కొలస్సి 2:10</p>
<p>263	నీవు అందరి మీద నిన్ను అధిపతిగా హెచ్చించు కొని యున్నవాడా - దినవృత్తాంత 29:11</p>
<p>264	మహోన్నతుడా -	కీర్తనలు 91:1</p>
<p>265	ఆయన మహోన్నతమైన వాడు	- కీర్తనలు 47:9</p>
<p>266	ఆయన అధిక శక్తి గల వాడు - కీర్తనలు 147:5</p>
<p>267	నీవు అతిసుందరుడవై యున్నావు - కీర్తనలు 45:2</p>
<p>268	నీతిమంతుల మార్గము(త్రోవను ) సరాళము చేయువాడా	- యెషయ 26:7</p>
<p>269	నీతి సూర్యుడా	- మలాకి 4:2</p>
<p>270	న్యాయములను బట్టి తీర్పు తీర్చువాడా - కీర్తనలు 7:11</p>
<p>271	ఆయన నీతిపరుడు యధార్ధవంతుడు - ద్వితియో 32:4</p>
<p>272	నీతి ఫలములను వృద్ధి పొందిన్చువాడా - II కొరంధి 9:10</p>
<p>273	నీతిని న్యాయమును ప్రేమించువాడా	- కీర్తనలు 33:5</p>
<p>274	న్యాయమైన సంగతులు యదార్ధమైన సంగతులను తెలియజేయువాడగు యెహోవా	- యెషయ 45:19</p>
<p>275	అనుదినము తప్పకుండా ఆయన న్యాయవిధులను బయలు పరచును	- జఫన్యా 3:5</p>
<p>276	న్యాయము తప్పిపోకుండా ఆయన కనిపెట్టును	- సామెతలు 2:8</p>
<p>277	నిశ్చయముగా సమస్త జనుల ఎదుట ప్రభువగు యెహోవా నీతిని ఉజ్జీవింప జేయును	- యెషయ 61:11</p>
<p>278	యెహోవా మన శాసన కర్త	- యెషయ 33:22</p>
<p>279	ఆయన తీర్పులు శోదింప నెంతో ఆసక్యములు	 - రోమా 11:33</p>
<p>280	దేవుడు నమ్మదగినవాడు	- II కొరంధి 1:9</p>
<p>281	యహోవా వేల్పులలో నీవంటివాడెవ్వడు -	నిర్గమ 15:11</p>
<p>282	నిర్దోషియగు దేవా	- హెబ్రి 7:26</p>
<p>283	నిష్కల్మషుడైన దేవా	- హెబ్రి 7:26</p>
<p>284	నన్ను రక్షించు వాడా	- కీర్తనలు 18:2</p>
<p>285	నా కేడమైన దేవా	- కీర్తనలు 18:2</p>
<p>286	నా దుర్గము అయిన దేవా -	కీర్తనలు 18:2</p>
<p>287	నా ఉన్నత దుర్గమైన దేవా	- కీర్తనలు 18:2</p>
<p>288	ఆశ్రయదుర్గమైన దేవా	- నహుము 1:7</p>
<p>289	ఆశ్రయమును దుర్గామునునైన దేవా	- కీర్తనలు 46:1</p>
<p>290	నా రక్షణ శృంగము అయిన దేవా	- కీర్తనలు 18:2</p>
<p>291	రక్షణ కర్తవైన దేవా	- హెబ్రి 2:10</p>
<p>292	ఆత్మచుక్కాని	   </p>
<p>293	నా ప్రాణ ప్రియుడా	- పరమ 3:1</p>
<p>294	ఆత్మ పెండ్లి కుమారుడా	- మత్తయి 9:15</p>
<p>295	బద్దలైన కొండా (కొండాయే )	   </p>
<p>296	లోయలో పుట్టు పద్మము	- పరమ 2:1</p>
<p>297	షారోను పొలములో పూయు పుష్పము	- పరమ 2:1</p>
<p>298	కర్పూరపు పూగుత్తులతో సమానుడా	- పరమ 1:14</p>
<p>299	గోపరసమంత సువాసనగల వాడా	- పరమ 1:13</p>
<p>300	అతడు అతికాంక్షణీయుడు	- పరమ 1:13</p>

        </div>
    `,
    "praise7": `
        <div class="praise">
        <h2> స్తుతి యాగము 7: 301 - 350 </h2>
            <p>301	 పదివేల మంది పురుషులలో గుర్తింపవచ్చును	- పరమ 5:10</p>
<p>302	అతని నోరు అతి మధురము  -	పరమ 5:16</p>
<p>303	నా ప్రియుడు దవళవర్ణుడు రత్నవర్ణుడు 	- పరమ 5:10</p>
<p>304	ప్రకాశమానమైన వేకువ చుక్క 	- ప్రకటన  22:16</p>
<p>305	జల్దరు వృక్షమా - పరమ 2:3</p>
<p>306	నా ప్రియుడు ఇర్రివలెనున్నాడు లేడివలెనున్నానాడు 	- పరమ 2:9</p>
<p>307	కన్యకలు నిన్ను ప్రేమించేదరు - పరమ 1:3</p>
<p>308	యధార్ధమైన మనసుతో వారు నిన్ను ప్రేమించుచున్నారు 	- పరమ 1:4</p>
<p>309	ప్రియ కుమారుడా 	- మత్తయి 3:17</p>
<p>310	ప్రేమ కుమారుడా 	- కొలస్సి 1:13</p>
<p>311	సర్వోన్నతుడైన దేవుని కుమారుడా 	- మార్కు 5:7</p>
<p>312	పరమాత్ముని కుమారుడవైన క్రీస్తు 	- మార్కు  14:61</p>
<p>313	మనుష్య కుమారుడా 	- లుకా 21:36</p>
<p>314	సంపూర్ణ సిద్ధినొందిన కుమారుడా -	హెబ్రి  13:8</p>
<p>315	దావీదు కుమారుడా	- మత్తయి 20:30</p>
<p>316	వాక్కు మారని వాడా 	   </p>
<p>317	నిన్న నేడు నిరంతరం ఒకటే రీతిగా ఉన్నవాడా - హెబ్రి 13:8</p>
<p>318	ప్రేమ సంపూర్ణుడా 	   </p>
<p>319	పరిపూర్ణుడా - మత్తయి 5:48</p>
<p>320	పరిపూర్ణ జ్ఞానము గలవాడా - యోబు 37:16</p>
<p>321	ఈ లోకమునకు వెలుగు అయినవాడా	- యోహాను 12:46</p>
<p>322	నిజమైన వెలుగు వుండెను వున్నందుకు 	- యోహాను 1:9</p>
<p>323	ప్రతి మనుష్యుని వెలిగించుచున్నది	- యోహాను 1:9</p>
<p>324	అన్యజనులకు వెలుగై యుండు దేవా 	- యెషయ 49:6</p>
<p>325	నమ్మకమైన సాక్షి - ప్రకటన 1:5</p>
<p>326	వధింపబడినట్లువుండిన గొర్రెపిల్ల - ప్రకటన 5:6</p>
<p>327	దేవుని గొర్రె పిల్ల - యోహాను 1:36</p>
<p>328	ఒకే కాపరి -	యేహెజ్కేలు 37:24</p>
<p>329	గొర్రెల గొప్ప కపరియైన యేసు - హెబ్రి 13:20</p>
<p>330	మంచి కాపరి	- యోహాను 10:11</p>
<p>331	గొర్రెల కొరకు ప్రాణం పెట్టు వాడా	- యోహాను 10:11</p>
<p>332	ప్రధాన కాపరి	-I పేతురు 5:4</p>
<p>333	ఆత్మల కాపరియు, అధ్యక్షుడైన వాడా 	- I పేతురు 2:25</p>
<p>334	మన అతిక్రమక్రియలను బట్టి గాయములను నొందిన వాడా -	యెషయ 53:5</p>
<p>335	మా దోషములను బట్టి నలుగగొట్టబడిన వాడా -	యెషయ 53:5</p>
<p>336	అనేకుల పాపమును భరించి తిరుగుబాటు చేసిన వారిని గూర్చి విజ్ఞాపనము చేయువాడా -	యెషయ 53:12</p>
<p>337	మన బలహీనతలు వహించుకొని మన రోగములను భరించిన వాడా	- మత్తయి 8:17</p>
<p>338	మన రోగములను భరించెను మన వ్యసనములను వహించెను 	- యెషయ 53:4</p>
<p>339	మా కొరకు సిలువలో రక్తము ఛింధించితిరే -	కొలస్సి 1:19,20</p>
<p>340	మా సమాదానార్ధమైన శిక్ష వహించిన వాడా	- యెషయ 53:5</p>
<p>341	ప్రతి మనుష్యుని కొరకు మరణము అనుభవించిన వాడా	- హెబ్రి 2:9</p>
<p>342	మా కొరకు అపహసింపబడిన వాడా 	- కీర్తనలు 22:6</p>
<p>343	నరులచేత నిందింపబడిన వాడా 	- కీర్తనలు 22:6</p>
<p>344	ప్రజలచేత తృణీకరింపబడిన వాడా -	కీర్తనలు 22:6</p>
<p>345	అతిక్రమము చేయు వారిలో యెంచబడనివాడా	- యెషయ 53:12</p>
<p>346	తిరుగుబాటు చేసిన వారిని గూర్చి విజ్ఞాపనము చేయువాడా	- యెషయ 53:12</p>
<p>347	మీరు పొందిన దెబ్బల చేత మాకు స్వస్థత కలుగుచ్చున్నందుకు	- యెషయ 53:5</p>
<p>348	సమాధిలో నుండి లేచియున్నవాడా -	లుకా 24:6</p>
<p>349	పునరుత్థానమును జీవమును అయిన వాడా -	యోహాను 11:25</p>
<p>350	మార్గము సత్యము జీవము అయిన వాడా	- యోహాను 14:6</p>

        </div>
    `,
    "praise8": `
        <div class="praise">
        <h2> స్తుతి యాగము 8: 351 - 400 </h2>
            <p>351	ఆది సంభూతుడా 	హెబ్రి 1:6</p>
<p>352	ప్రధమ ఫలము అయిన వాడా 	I కొరంధి 15:20</p>
<p>353	నేనే ద్వారము అని చెప్పిన వాడా	యోహాను 10:9</p>
<p>354	మరణమును జయించిన వాడా	I కొరంధి 15:55</p>
<p>355	పాతాళమును జయించిన వాడా	I కొరంధి 15:55</p>
<p>356	మరణము యొక్కయు పాతాళము యొక్కయు తాళపు చెవులు గలవాడా 	ప్రకటన 1:18</p>
<p>357	దావీదు తాళపు చెవులు గల వాడా	ప్రకటన 3:7</p>
<p>358	ఎవడును వేయలేకుండా తీయువాడా	ప్రకటన 3:7</p>
<p>359	ఎవడును తీయలేకుండా వేయు వాడునైనా వాడా	ప్రకటన 3:7</p>
<p>360	పరలోకము నుండి దిగివచ్చిన జీవాహారము నేనే	యోహాను 6:50</p>
<p>361	జీవాహారమును నేనే 	యోహాను 6:48</p>
<p>362	జీవనదియే	యోహాను 6:48</p>
<p>363	జీవ జలముల ఊట	యుర్మియ 17:13</p>
<p>364	జీవాధిపతియే	అ. కార్యము 3:15</p>
<p>365	ప్రాణములకు, దీర్ఘాయుషుకును మూలమై ఉన్న దేవా 	ద్వితియో 30:20</p>
<p>366	జీవ వాక్యమా	I యోహాను 1:1</p>
<p>367	జీవపు వెలుగా	యోహాను 8:12</p>
<p>368	వెలుగు ప్రచురించు వాడా	అ. కార్యము 26:23</p>
<p>369	రక్షణ శైలమా 	ద్వితియో 32:18</p>
<p>370	యహోవా నిత్య ఆశ్రయ దుర్గమా	యెషయ 26:4</p>
<p>371	ఆత్మ సంబంధమైన బండ	I కొరంధి 10:4</p>
<p>372	నన్ను పుట్టించిన ఆశ్రయ దుర్గామా 	ద్వితియో 32:18</p>
<p>373	నా హృదయమునకు ఆశ్రయ దుర్గమా	కీర్తనలు 73:26</p>
<p>374	నా ఆశ్రయ దుర్గమైన నా శైలమా	యెషయ 17:10</p>
<p>375	నేను నిత్యము జొచ్చునట్లు నా ఆశ్రయ దుర్గమా	కీర్తనలు 71:3</p>
<p>376	నా విమోచకుడా 	కీర్తనలు 19:14</p>
<p>377	నాకు సహాయకుడా	హెబ్రి 13:6</p>
<p>378	నేను నమ్ముకొనిన వాడా	కీర్తనలు 39:7</p>
<p>379	నాకు భర్తయైన వాడా	యెషయ 54:5</p>
<p>380	నన్ను సృష్టించిన వాడా	యెషయ 54:5</p>
<p>381	నా స్నేహితుడా	పరమగీతం 5:16</p>
<p>382	అతి మనోహరుడవు నా సుందరుడవు	పరమగీతం 1:16</p>
<p>383	ఆయనే నీకు కీర్తినీయుడు	ద్వితియో 10:21</p>
<p>384	నా రక్షణయునై యున్నవాడా	కీర్తనలు 27:1</p>
<p>385	ప్రభువైన యహోవా నా రక్షణ దుర్గమా	కీర్తనలు 140:7</p>
<p>386	యెహోవాయే నా బలము నా గానము	నిర్గమ 15:2</p>
<p>387	యెహోవా నా ప్రాణ దుర్గమా	కీర్తనలు 27:1</p>
<p>388	నా వెలుగైనా వాడా	కీర్తనలు 27:1</p>
<p>389	నా పరిశుద్ధ దేవా	హబక్కుకు 1:12</p>
<p>390	మరుగైన చోటు వలె నున్న యెహోవా	యెషయ 32:2</p>
<p>391	నాకు అతిశయాస్పధముగా నున్న యెహోవా	కీర్తనలు 3:3</p>
<p>392	ఆయన నాకు కృపా నిధి యగు దేవా	కీర్తనలు 144:2</p>
<p>393	నా మరుగు చోటు నా కేడెము నీవే 	కీర్తనలు 119:114</p>
<p>394	యెహోవా నా స్వాస్త్య భాగము నా పానీయాభాగము	కీర్తనలు 16:5</p>
<p>395	నీవే నా భాగమును కాపాడువాడా	కీర్తనలు 16:5</p>
<p>396	సజీవులున్న భూమి మీద నా స్వస్త్య భాగము నీవే దేవా	కీర్తనలు 142:5</p>
<p>397	చిన్నప్పటి నుండి నీవే నాకు చెలికాడివి ఐనా వాడా	యుర్మియా 3:4</p>
<p>398	నా యజమానుడా	మత్తయి 25:23</p>
<p>399	నా ప్రియుని దానను అతడు నా వాడు	పరమగీతం 6:3</p>
<p>400	మమ్మును గూర్చి చింతించు వాడా	I పేతురు 5:7</p>

        </div>
    `,
    "praise9": `
        <div class="praise">
        <h2> స్తుతి యాగము 9: 401 - 450 </h2>
            <p>401	నా సాక్షి అయిన వాడా	యోబు 16:19</p>

<p>402	నా ముందర దాటిపోవు వాడా	ద్వితియో 9:3</p>

<p>403	నా న్యాయ కర్త అయిన వాడా	యోబు 9:15</p>

<p>404	సర్వ లోకమునకు తీర్పు తీర్చు వాడా	ఆది 18:25</p>

<p>405	నీతి మంతుడైన యేసు క్రీస్తు	I యోహాను 2:1</p>

<p>406	నన్ను బలపరచు యేసుక్రీస్తు	ఫిలిప్పి 4:13</p>

<p>407	నజరేయుడైన యేసు	 మార్కు 1:24</p>

<p>408	యేసు క్రీస్తు అను ఉత్తర వాది	I యోహాను 2:1</p>

<p>409	ఆశ్చర్య కరుడా	యెషయ 9:6</p>

<p>410	ఆయన ఒక్కడే మహాశ్చర్య కార్యము చేయు వాడు 	కీర్తనలు 136:4</p>

<p>411	మా స్నేహితుడా	లుకా 12:4</p>

<p>412	పాపుల స్నేహితుడా	లుకా 7:34</p>

<p>413	భక్తి హీనుని నీతిమంతుని గా చేయు వాడా	రోమా 4:5</p>

<p>414	తీయబడిన ఊటా	జకర్యా 13:1</p>

<p>415	నా నిర్ధోషమైన రక్తము కొరకు	I పేతురు 1:19</p>

<p>416	నీ నిష్కళంకమైన రక్తము కొరకు	I పేతురు 1:19</p>

<p>417	నీ అమూల్యమైన రక్తము కొరకు	I పేతురు 1:19</p>

<p>418	ప్రోక్షణ రక్తము కొరకు	హెబ్రి 12:24</p>

<p>419	మరి శ్రేష్టముగా పలుకు నీ రక్తము కొరకు 	హెబ్రి 12:24</p>

<p>420	క్రొత్తనిభంధన నీరక్తము కొరకు	I కొరంధి 11:25</p>

<p>421	నిత్య నిభంధన సంభందమగు నీరక్తము కొరకు 	హెబ్రి 13:20</p>

<p>422	దేవుని వరము అయిన యేసుకొరకు	యోహాను 4:10</p>

<p>423	క్రీస్తు అను మా పస్కా 	I కొరంధి 5:7</p>

<p>424	మా పాపములకు ప్రాయశ్చిత్తమైన వాడా	I యోహాను 2:2</p>

<p>425	దేవునికి నిర్ధోషినిగా అర్పించుకునిన వాడా	హెబ్రి 9:14</p>

<p>426	మరి శ్రేష్టమైన నిబంధనకు పూట కాపైన వాడా	హెబ్రి 7:22</p>

<p>427	మెస్సియా	యోహాను 1:41</p>

<p>428	మాకంటే ముందుగా మా పక్షమున ప్రవేశించిన వాడా	హెబ్రి 6:20</p>

<p>429	మరణము వరకు ఆయన మనలను నడిపించును	కీర్తనలు 48:14</p>

<p>430	రబీ, రబ్భూనీ, ప్రభువా, భోదకూడా	యోహాను 1:49</p>

<p>431	యెషయా మొద్ధునుండి చిగురు పుట్టినందుకు	యెషయ 11:1</p>

<p>432	దావీదు చిగురైన వాడా	ప్రకటన 5:5</p>

<p>433	చిగురు ఆనువాడా 	జకర్యా 6:12</p>

<p>434	దావీదు రాజా అని తండ్రి ద్వారా పిలువ బడిన వాడా	యుర్మియా 30:9</p>

<p>435	నా దాసుడని తండ్రి ద్వారా పిలువబడినా వాడా 	యేహెజ్కేలు 37:24</p>

<p>436	కీర్తి నీయుడైన వాడా	కీర్తనలు 18:3</p>

<p>437	స్తుతుల మధ్య సంతోషపడు వాడా	****</p>

<p>438	స్తుతి కీర్తనలను బట్టి పూజ్యుడవు అయిన వాడా	నిర్గమ 15:11</p>

<p>439	స్తోత్రముల మీద ఆసీనుడవైన వాడా	కీర్తనలు 22:3</p>

<p>440	మహోన్నతమైన పరిశుద్ధ స్థలములలో నివసించు వాడా	యెషయ 57:15</p>

<p>441	యెహోవా కెరెబులు మధ్య నివసించు వాడా 	యెషయ 37:16</p>

<p>442	సమీపింపరాని తేజస్సులో నివసించు వాడా	I తిమోతి 6:16</p>

<p>443	యెరుషలేములో నివసించు యెహోవా	కీర్తనలు 135:21</p>

<p>444	సియోను లో నివసించు యెహోవా	యోహాను 3:21</p>

<p>445	చెరపట్ట బడిన వారి మధ్య నివసించు వాడా	కీర్తనలు 68:18</p>

<p>446	వినయముగలవద్దను దీనమనసుగలవారి వద్దను నివసించువాడా	యెషయ 57:15</p>

<p>447	యెహోవా ప్రియుని భుజముల మీద నివసించు వాడా	ద్వితియో 33:12</p>

<p>448	దేవుని కుడి పార్శ్వమున కూర్చుండి ఉన్న వాడా	కొలస్సి 3:1</p>

<p>449	భూమండలము మీద ఆసీనుడవైయున్న వాడా	యెషయ 40:22</p>

<p>450	యెహోవా ప్రళయ జలముల మీద ఆసీనుడైన వాడా	కీర్తనలు 29:10</p>

        </div>
    `,
    "praise10": `
        <div class="praise">
        <h2> స్తుతి యాగము 10: 451 - 500 </h2>
            <p>451	ఆకాశమందు ఆసీనుడగు వాడా	    కీర్తనలు 2:4</p>

<p>452	యెహోవా పరిశుద్దాలయము లో ఉన్న వాడా	కీర్తనలు 11:4</p>

<p>453	మహా జలముల మీద సంచరించు వాడా	కీర్తనలు 29:3</p>

<p>454	తండ్రి కుడి పార్శ్వములో కూర్చుని ఉన్న వాడా	ఎఫెసి 1:21</p>

<p>455	భూమి యొక్క ఉన్నత స్థలముల మీద సంచరించు వాడా	ఆమోసు 4:13</p>

<p>456	యేడు దీపస్తంభముల మధ్య సంచరించు వాడా	ప్రకటన 2:1</p>

<p>457	యేడు నక్షత్రములను కుడి చేత పట్టుకునిన వాడా	ప్రకటన 2:1</p>

<p>458	దయగల వారియడల దయ చూపువాడా  	కీర్తనలు 18:25</p>

<p>459	యధార్ధవంతులకు యధార్ధవంతుడవుగా ఉన్నందుకు	కీర్తనలు 18:25</p>

<p>460	సద్భావము గల వారి యడల సద్భావము చూపువాడా 	కీర్తనలు 18:26</p>

<p>461	మూర్ఖుల యడల నీవు వికటముగా ఉన్నందుకు 	కీర్తనలు 18:26</p>

<p>462	ప్రభువులకు భోదకూడవైన వాడా	యోహాను 13:14</p>

<p>463	దేవుని వద్ధ నుండి వచ్చిన భోదకూడా	యోహాను 3:2</p>

<p>464	ప్రధాన అపోస్తలుడా	హెబ్రి 3:1</p>

<p>465	ప్రధాన ప్రవక్త	యోహాను 4:19</p>

<p>466	పరమ వైద్యుడా	లుకా 5:31</p>

<p>467	ప్రధాన యాజకుడా	హెబ్రి 3:1</p>

<p>468	గొప్ప ప్రధాన యాజకుడా	హెబ్రి 4:14</p>

<p>469	నిత్య ప్రధాన యాజకుడా	హెబ్రి 6:20</p>

<p>470	నమ్మకమైన ప్రధాన యాజకుడా	హెబ్రి 2:17</p>

<p>471	పాపములేని ప్రధాన యాజకుడా	హెబ్రి 4:15</p>

<p>472	మన బలహీనతల కొరకు సహాయము చేయు ప్రధాన యాజకుడా	హెబ్రి 4:15</p>

<p>473	రాబోవుచున్న మేలుల విషయమై వచ్చిన ప్రధాన యాజకుడా	హెబ్రి 9:11</p>

<p>474	మార్పులేని యాజకత్వము కలిగిన వాడా	హెబ్రి 7:24</p>

<p>475	మెల్కెసెదెకు క్రమము చొప్పున యాజకుడైనవాడా 	హెబ్రి 7:17</p>

<p>476	ఇశ్రాయేలు సృష్టికర్త	యెషయ 43:15</p>

<p>477	ఇశ్రాయేలు కాపరి	కీర్తనలు 80:1</p>

<p>478	ఇశ్రాయేలును పరిపాలించు అధిపతియే	మత్తయి 2:6</p>

<p>479	ఇశ్రాయేలీయులకు ఆధారమైనవాడా	I సముయేలు 15:29</p>

<p>480	ఇశ్రాయేలునకు ఆశ్రయుడా	యుర్మియా 14:8</p>

<p>481	ఇశ్రాయేలీయులకు ఆధరణమైన వాడా	లుకా 2:25</p>

<p>482	ఇశ్రాయేలీయుల యొక్క వెలుగైనావాడా	యెషయ 10:17</p>

<p>483	ఇశ్రాయేలుకు మంచువున్నట్లు ఉన్నవాడా	హోషేయ 14:5</p>

<p>484	ఇశ్రాయేలుకు మహిమాగా ఉన్నవాడా	లుకా 2:30</p>

<p>485	ఇశ్రాయేలీయులను పరిశుద్ధ పరచువాడా	యేహెజ్కేలు 37:28</p>

<p>486	ఇశ్రాయేలీయుల న్యాయాధిపతి	మీకా 5:1</p>

<p>487	ఇశ్రాయేలీయుల బలిస్టుడా	యెషయ 1:24</p>

<p>488	యాకోబు యొక్క బహు పరాక్రమము గలవాడా	యెషయ 60:16</p>

<p>489	యాకోబునకు స్వాస్త్యమగువాడా	యెషయ 10:16</p>

<p>490	యాకోబును ప్రేమించువాడా	రోమా 9:13</p>

<p>491	యోబును అంగీకరించిన యెహోవా	యోబు 42:9</p>

<p>492	యోబుక్షేమస్థితిని మరల అతనికి దయచేసిన యెహోవా	యోబు 42:10</p>

<p>493	యోబుకు పూర్వము కలిగిన దానికంటే రెండింతలు అధికముగా కలుగజేసిన యెహోవా	యోబు 42:10</p>

<p>494	యోబును మొదట ఆశీర్వధించిన దానికంటే మరి అధికముగా ఆశీర్వధించిన యెహోవా	యోబు 42:12</p>

<p>495	ఆశ్చర్యమైన ఆలోచన శక్తియు, అధిక బుద్ధియు అనుగ్రహించు వాడా	యెషయ 28:29</p>

<p>496	ఆలోచన విషయములో నీవే గొప్ప వాడవు, క్రియలు జరిగించు విషయములో శక్తి సంపన్నుడవు	యుర్మియా 32:19</p>

<p>497	నాకు సహాయము చేయు (కొండా) పర్వతమా	కీర్తనలు 12:11</p>

<p>498	వంకర త్రోవలను చక్కగా చేయువాడా	యెషయ 42:16</p>

<p>499	తండ్రి వలన కలిగిన అద్వితీయ కుమారుడా	యోహాను 1:14</p>

<p>500	తండ్రి సన్నిధి దూత అయిన వాడా 	యెషయ 63:9</p>
        </div>
    `,
    "praise11": `
        <div class="praise">
        <h2> స్తుతి యాగము 11: 501 - 550 </h2>
          <p>501 దేవ దూత అయిన వాడా నిర్గమ 14:19</p>
<p>502 నిబందనా దూత అయిన వాడా మలాకి 3:1</p>
<p>503 యెహోవా వలన ఏర్పరుచుకొనిన సేవకుడా మత్తయి 12:18</p>
<p>504 యెహోవా సేనాధిపతి మీకు యెహోషువా 5:14</p>
<p>505 మా సేనాధిపతి మీకు II  దినవృత్తాంత 13:12</p>
<p>506 మా పక్షమునున్న దేవా II  దినవృత్తాంత 13:13</p>
<p>507 నరూలకు మధ్యవర్తియైన దేవా I తిమోతి 2:5</p>
<p>508 నా సహోదరుడా మీకు మార్కు 3:35</p>
<p>509 మా అరుణోదయమైన దేవా లుకా 1:79</p>
<p>510 మాకు పరిశుద్ధ స్థలముగాయున్న దేవా యెషయ 8:13</p>
<p>511 మహిమకు స్తోత్రమునకు పాత్రుడా ప్రకటన 5:12</p>
<p>512 భూషణ కిరీటముగా యున్నదేవా యెషయ 28:5</p>
<p>513 సౌందర్యము గల మకుటముగా యున్న దేవా యెషయ 28:6</p>
<p>514 శిశువును, కుమారుడు నైనా దేవా యెషయ 9:6</p>
<p>515 దయాదాక్షిణ్య పూర్ణుడా మీకు కీర్తనలు 111:4</p>
<p>516 బహు వివేచనా శక్తి గలవాడా యోబు 36:5</p>
<p>517 ఆన్యులచేత ఇష్టబడిన (ఆపేక్షించబడిన) వాడా హగ్గయి 2:7</p>
<p>518 అన్యజనులందరికి స్వాస్త్యముగా యున్న దేవా కీర్తనలు 82:8</p>
<p>519 అన్యజనులకు స్వస్త్యమునిచ్చిన దేవా ద్వితియో 32:8</p>
<p>520 సమస్తమునకు వారసునిగా యున్న దేవా హెబ్రి 1:2</p>
<p>521 తన మహత్తుగల మాట చేత సమస్తమును నిర్వహించు దేవా హెబ్రి 1:3</p>
<p>522 గద్ధ రెక్కలతో మోసినట్లు మోయు దేవా నిర్గమ 19:4</p>
<p>523 కనుపాప వలె కాపాడుచున్న దేవా కీర్తనలు 17:9</p>
<p>524 నీ కుడిచేయి చేత నన్ను పట్టుకొనుచున్న దేవా కీర్తనలు 139:10</p>
<p>525 కుడి పక్కన నీడగా యున్నదేవా కీర్తనలు 121:5</p>
<p>526 శ్రీమంతుడును, అధ్వితీయుడునగు సర్వాధిపతియగు దేవా I తిమోతి 6:15</p>
<p>527 అమరత్వము గల వాడైయున్న దేవా I తిమోతి 6:16</p>
<p>528 ఎవడును చూడలేని దేవా హెబ్రి 1:3</p>
<p>529 మహిమా తేజస్సుగల దేవా II కొరంధి 15:45</p>
<p>530 కడపటి ఆదాము దేవా యోహాను 15:1</p>
<p>531 నిజమైన ద్రాక్ష వల్లివైయున్న దేవా యోహాను 15:1</p>
<p>532 ద్రాక్షతోట వ్యవసాయకూడా యోహాను 15:1</p>
<p>533 మంచి విత్తనం విత్తువాడా మత్తయి 13:37</p>
<p>534 ఫలించునట్లు తీగలను శుద్ధి చేయు వాడా యోహాను 15:2</p>
<p>535 విశ్వాసమునకు కర్తయు దానిని కొనసాగించువాడైన దేవా హెబ్రి 12:1</p>
<p>536 ఆటంకములను తొలగింపచేయు దేవా మీకా 2:13</p>
<p>537 మా పక్షమున యుద్ధము చేయు దేవా నిర్గమ 14:14</p>
<p>538 దహించు అగ్నియైయున్న దేవా హెబ్రి 12:29</p>
<p>539 కంసాలి అగ్నివంటివాడు, చాకలివాని సబ్బు వంటివాడవైయున్న దేవా మలాకి 3:2</p>
<p>540 భయంకరమైన మహాదేవా ద్వితియో 7:21</p>
<p>541 నరుల యడల ఆయన జరిగించు కార్యములకు ఆయన భీకరుడవైయున్న దేవా కీర్తనలు 66:5</p>
<p>542 సహాయకరమైన కేడమై యున్న దేవా ద్వితియో 33:29</p>
<p>543 ఔన్నత్యము కలిగించు ఖడ్గమా  ద్వితియో 33:30</p>
<p>544 పరలోకమన్నాయైయున్న దేవా యోహాను 6:32</p>
<p>545 కుమ్మరి వాడా మీకు యుర్మియా 18:6</p>
<p>546 పక్షపాతములేనివాడా రోమా 2:11</p>
<p>547 బహుస్థిరమైన పునాదియైన మూలరాయిగా యున్న దేవా మీకు యెషయ 28:16</p>
<p>548 పరిశోధింపబడిన రాయి అమూల్యమైన తలరాయినై యున్న దేవా యెషయ 28:16</p>
<p>549 ఆనందతైలముతో అభిషేకింపబడిన దేవా హెబ్రి 1:3</p>
<p>550 దీర్ఘ ఆయుష్యుగల దేవా దానియేలు 7:9</p>
        </div>
    `,
    "praise12": `
        <div class="praise">
        <h2> స్తుతి యాగము 12: 551 - 600 </h2>
            <p>551	ధీర్ఘశాంతుడైన దేవా మీకు 	నహూము 1:2</p>
<p>552	దేవునితత్వము యొక్క మూర్తిమంతమైయున్న దేవా	హెబ్రి 1:3</p>
<p>553	నిష్కళంకమైన వాడా మీకు	హబక్కుకు  1:13</p>
<p>554	సంఘమునకు శిరస్సు నైయున్న దేవా	కొలస్సి 1:18</p>
<p>555	సంఘమును పోషించి సంరక్షించు వాడా	ఎఫెసి 5:29</p>
<p>556	యూదా గోత్రపు సింహము మీకు 	ప్రకటన 5:5</p>
<p>557	యుద్ధ శూరుడవైన దేవా	నిర్గమ 15:3</p>
<p>558	మా కొరకు యుద్ధము చేసే యెహోవా	నిర్గమ 14:14</p>
<p>559	అధిక బాల సంపన్నుడు మీకు	యోబు 9:4</p>
<p>560	సాతాను తలను చితుక కొట్టిన దేవా 	ఆది 3:15</p>
<p>561	జయము పొందిన క్రీస్తు మీకు 	యోహాను 16:33</p>
<p>562	మిగుల అతిశయించి జయించిన దేవా	నిర్గమ 15:1</p>
<p>563	క్రీస్తునందు విజయోత్సవముతో మమ్మునడిపించు దేవా 	II కొరంధి 2:14</p>
<p>564	దేవతలందరికంటే పైన మహత్యము గల మహారజా మీకు	కీర్తనలు 95:3</p>
<p>565	సమస్త దేవతల కంటే గొప్పవాడైన దేవా	నిర్గమ 18:11</p>
<p>566	సమస్త దేవతలకు పైన నీవు అత్యాదికమైన ఔన్నత్యము పొందిన దేవా మీకు	కీర్తనలు 97:9</p>
<p>567	సమస్త దేవతల కంటే పూజ్యనీయుడా	కీర్తనలు 96:4</p>
<p>568	సమస్త దేవతల కంటే గొప్పవాడైన దేవా	కీర్తనలు 135:5</p>
<p>569	అధిక స్తోత్రములు నొందతగిన వాడా	కీర్తనలు 145:3</p>
<p>570	ఐశ్వర్యవంతుడవైయున్న దేవా	రోమా 10:12</p>
<p>571	భాగ్యము సంపాధించుకొనుటకు సామర్ధ్యమును కలుగ చేయువాడా	ద్వితీయో 8:18</p>
<p>572	ఐశ్వర్యమును గొప్పతనమును నీ వలన వచ్చుచున్నవి దేవా మీకు	I దినవృత్తాంత 29:1</p>
<p>573	ఖైదులోనుంచబడిన తన వారిని ఆయన తృణీకరించువాడు కాడు మీకు	కీర్తనలు 69:33</p>
<p>574	చెరసాలలో వున్న వారి మూల్గులను వినువాడా	కీర్తనలు 102:20</p>
<p>575	బంధింపబడిన వారిని విడిపించి వర్ధిల్లింపచేయు దేవా	కీర్తనలు 68:6</p>
<p>576	చావునకు విధింపబడిన వారిని విడిపించు దేవా	కీర్తనలు 102:20</p>
<p>577	యెహోవా పడిపోవు వారిని ఉద్దరించు వాడా	కీర్తనలు 145:14</p>
<p>578	క్రుంగిపోయిన వారీనందరిని లేవనెత్తువాడా	కీర్తనలు 145:14</p>
<p>579	గుండె చెదిరిన వారిని ఆయన బాగు చేసి వారి గాయములను కట్టు వాడా	కీర్తనలు 147:3</p>
<p>580	ఆయన నేల నుండి దరిద్రులను లేవనెత్తువాడు, పెంటకుప్ప మీదనుండి బీదలను పైకెత్తు వాడా	కీర్తనలు 113:8</p>
<p>581	నలిగిన వారికి మహా దుర్గమైన వాడా	కీర్తనలు 9:9</p>
<p>582	బాధపడు వారి కోరిక వినువాడా	కీర్తనలు 10:17</p>
<p>583	దీనుల మొరను వినువాడా	యోబు 34:27</p>
<p>584	దరిద్రులకు న్యాయము తీర్చువాడా	కీర్తనలు 140:12</p>
<p>585	బలముగాల వారి చేతిలో నుంచి దీనులను విడిపించువాడా	కీర్తనలు 35:10</p>
<p>586	దోచుకొను వారి చేతిలో నుండి దీనులను విడిపించువాడా	కీర్తనలు 35:10</p>
<p>587	బీదలను కటాక్షించువాడు దన్యుడు , ఆపత్కాలమందు యెహోవా వానిని తప్పించును, యెహోవా వానిని కాపాడి బ్రతికించును, భూమిమీద వాడు ధన్యుడగును, వారి శత్రువుల యిచ్ఛకు నీవు వానిని అప్పగింపవు , రోగశయ్య మీద యెహోవా వానిని స్వస్థపరచుచున్నందుకు దేవా మీకు	కీర్తనలు 41:1-3</p>
<p>588	శ్రమపడు వారిని నీవు రక్షించెదవు గర్విష్టులను విరోధివై వారిని అణచివేయువాడా	కీర్తనలు 18:27</p>
<p>589	యెహోవా నీతిక్రియలను జరిపించుచు భాదింపబడు వారికందరికి న్యాయము తీర్చువాడా (దేవా)	కీర్తనలు 103:6</p>
<p>590	విస్తారమైన సైన్యము చేతిలో ఓడిపోకుండా బలము లేనివారికి సహాయము చేయువాడా	II  దినవృత్తాంత 14:11</p>
<p>591	దరిద్రుల నిట్టూర్పులను బట్టి వారికి రక్షన కలుగచేయువాడా	కీర్తనలు 12:5</p>
<p>592	బీదలకన్నా ధనముగల వారిని ఎక్కువగా చూడని వాడా	యోబు 34:19</p>
<p>593	భీకరుల ఊపిరి గోడకు తగిలిన గాలి వాన వలె ఉండగా నీవు బీదలకు శరణ్యముగా ఉన్నందుకు	యెషయ 25:4</p>
<p>594	దరిద్రులకు కలిగిన శ్రమలో శరణ్యముగా ఉన్నందుకు	యెషయ 25:4</p>
<p>595	గాలివాన తగులకుండా ఆశ్రయముగా ఉన్నందుకు	యెషయ 25:5</p>
<p>596	వెట్టకలగకుండా నీడగా ఉన్నందుకు	యెషయ 25:6</p>
<p>597	దరిద్రుల మొరను ఆలకించువాడా 	కీర్తనలు 69:33</p>
<p>598	దరిద్రుల భాదను పోగొట్టి వారిని లేవనెత్తు వాడా	కీర్తనలు 107:41</p>
<p>599	దుష్టుల చేతిలో నుండి దరిద్రుల ప్రాణమును విడిపించువాడా	యిర్మియ 20:13</p>
<p>600	దరిద్రుల వంశమును మందవలె వృద్ధి చేయువాడా	కీర్తనలు 107:41</p>

        </div>
    `,
    "praise13": `
        <div class="praise">
        <h2> స్తుతి యాగము 13: 601 - 650 </h2>
            <p>601	దరిద్రుల వంశమును రక్షించుటకై అతని కుడిప్రక్కన నిలిచియున్న దేవా 	కీర్తనలు 109:31</p>
<p>602	దరిద్రులను పెంటకుప్ప మీద లేవనెత్తు దేవా 	కీర్తనలు 113:8</p>
<p>603	దరిద్రులను ప్రధానులతో తన ప్రజల ప్రధానులతో వారిని కూర్చుండ పెట్టువాడా	కీర్తనలు 113:7</p>
<p>604	దరిద్రులకు న్యాయము తీర్చువాడా 	కీర్తనలు 140:12</p>
<p>605	తండ్రిలేని వారికి తండ్రియగు దేవా	కీర్తనలు 68:5</p>
<p>606	వెధవరాండ్రకు న్యాయకర్తయైన దేవా	కీర్తనలు 68:5</p>
<p>607	తండ్రిలేని వారికి సహాయకుడైయున్న దేవా	కీర్తనలు 10:14</p>
<p>608	దిక్కులేని దరిద్రుల ప్రార్ధనను నిరాకరింపని దేవా	కీర్తనలు 102:17</p>
<p>609	తండ్రిలేని వారిని వెధవరాండ్రను ఆధరించు దేవా	కీర్తనలు 146:9</p>
<p>610	పరదేశులను కాపాడు దేవా	కీర్తనలు 146:9</p>
<p>611	పరదేశియందు దయయుంచి అన్నవస్త్రములను అనుగ్రహించు దేవా	ద్వితీయో 10:18</p>
<p>612	బందింపబడిన వారిని విడిపించిన వారిని వర్ధిల్లజేయు దేవా	కీర్తనలు 68:6</p>
<p>613	నీ అనుగ్రహము చేత దీనులకు సదుపాయము కలుగజేయు దేవా	కీర్తనలు 68:10</p>
<p>614	తన సేవకులను బట్టి సంతాపము నొందు దేవా	కీర్తనలు 135:14</p>
<p>615	సేవకుల క్షేమమును చూచి ఆనందించుదేవా	కీర్తనలు 35:27</p>
<p>616	సేవకుల మాట రూఢి పరచు దేవా	యెషయ 44:26</p>
<p>617	నాదూతల ఆలోచన నెరవేర్చు వాడా	యెషయ 44:26</p>
<p>618	తన పరిచారకులను అగ్నిజ్వాలలనుగా చేయువాడా	కీర్తనలు 104:4</p>
<p>619	తన సేవకుల ప్రాణమును విమోచించు దేవా	కీర్తనలు 34:22</p>
<p>620	తన సేవకులను బట్టి ప్రతిదండన చేయు దేవా	ద్వితీయో  32:43</p>
<p>621	నీ సేవకుని మీద నీ ముఖ కాంతి ప్రకాశింపచేయు దేవా	కీర్తనలు 31:16</p>
<p>622	ఒకని నడతను స్థిరపరచు యెహోవా మీకు	కీర్తనలు 37:23</p>
<p>623	నీతిమంతుడగు వాడు పడినను తన చేయితో పట్టుకొని యెహోవా	కీర్తనలు 37:24</p>
<p>624	యధార్ధ హృదయులను రక్షించు దేవా	కీర్తనలు 7:10</p>
<p>625	హృదయములను పరిశీలన చేయు దేవా	సామెతలు 21:2</p>
<p>626	హృదయములను అంతరింద్రియములను పరిశీలించు నీతిగల దేవా	కీర్తనలు 7:9</p>
<p>627	నీతిమంతులను పరిశీలించు దేవా	కీర్తనలు 11:5</p>
<p>628	నీతిమంతుల సంతానము పక్షమునున్న దేవా	కీర్తనలు 14:5</p>
<p>629	నీతిమంతులను శ్రమలన్నింటిలో నుండి విడిపించు దేవా	కీర్తనలు 34:17</p>
<p>630	నీతిమంతులకు కలుగు ఆపదలలో నుండి విడిపించు దేవా	కీర్తనలు 34:19</p>
<p>631	నీతిమంతుని ఎముకలన్నిటిని కాపాడు దేవా	కీర్తనలు 34:20</p>
<p>632	నీతిమంతుడు విడువబడుటగాని, వారి సంతానము భిక్షామెత్తుట లేదు దేవా	కీర్తనలు 37:25</p>
<p>633	నీతిమంతులను సంరక్షుడగు దేవా	కీర్తనలు 37:17</p>
<p>634	నీతిమంతులను, కేడెముతో కప్పియున్న దేవా	కీర్తనలు 5:12</p>
<p>635	నీతిమంతుల సహాయకుడైన రక్షించు దేవా	కీర్తనలు 37:40</p>
<p>636	నీతిమంతుని ఎన్నడును కదలనీయని దేవా	కీర్తనలు 55:22</p>
<p>637	నీతిమంతుని ఖర్జూరపు వృక్షమువలె చేయు దేవా	కీర్తనలు 92:12</p>
<p>638	నీతిమంతులను ప్రేమించు యెహోవా	కీర్తనలు 146:8</p>
<p>639	నీతిమంతులు ముసలితనమందు చిగురు పెట్టెదరు సారము కలిగి పచ్చగానుందురు అని చెప్పిన దేవా	కీర్తనలు 92:15</p>
<p>640	యధార్ధ వంతులను తోడైయున్న దేవా	II  దినవృత్తాంత 19:11</p>
<p>641	నిర్ధోషుల చర్యలను గుర్తించు యున్న దేవా	కీర్తనలు 37:18</p>
<p>642	యధార్ధముగా ప్రవర్తించు వారికి మేలు చేయు దేవా	కీర్తనలు 84:11</p>
<p>643	దీనులను లేవనెత్తు దేవా	కీర్తనలు 147:6</p>
<p>644	దీనులను రక్షణతో అలంకరించు దేవా	కీర్తనలు 149:4</p>
<p>645	దీనులకు మార్గమును నేర్పుచున్న దేవా	కీర్తనలు 25:9</p>
<p>646	దీనులకు మార్గమును ఉపదేశించు దేవా	కీర్తనలు 25:8</p>
<p>647	మీ యందు భయ భక్తులు గల వారికి మర్మములను తెలుపుచున్న దేవా	కీర్తనలు 25:14</p>
<p>648	వేయి తరముల వరకు నిబంధనను స్థిరపరచువాడై కృప చూపు నమ్మతగిన దేవా	ద్వితీయో  7:9</p>
<p>649	న్యాయము చేయు వాని విడువని దేవా	కీర్తనలు 37:28</p>
<p>650	తమ భక్తులతో శుభ వచనములు సెలవిచ్చు దేవా	కీర్తనలు 85:8</p>

        </div>
    `,
    "praise14": `
        <div class="praise">
        <h2> స్తుతి యాగము 14: 651 - 700 </h2>
            <p>651	తమ భక్తుల ప్రవర్తనను కాచు దేవా	సామెతలు 2:8</p>
<p>652	తమ భక్తుల పాదములను తోట్రిల్లకుండా కాపాడు దేవా	I సముయేలు 2:9</p>
<p>653	పరిశుద్ధ దూతల సభలో మిక్కిలి భీకరుడవైన దేవా	కీర్తనలు 89:7</p>
<p>654	తమ చుట్టునున్న వారందరి కంటే భయంకరుడవైన దేవా	కీర్తనలు 89:7</p>
<p>655	కేరుబులు, సెరాపులు నిత్యము గొప్ప స్వరముతో గాన ప్రతిగానములు చేయు చూన్నందుకు మీకు 	యెషయ 6:3</p>
<p>656	నా తల ఎత్తు వాడవుగా నున్న దేవా	కీర్తనలు 3:3</p>
<p>657	గురుపోతు కొమ్ముల వలె నీవు నా కొమ్మును ఎత్తియున్న దేవా	కీర్తనలు 92:10</p>
<p>658	ఎత్తైన స్థలములలో నను నిలుపుచున్న దేవా	కీర్తనలు 18:33</p>
<p>659	నాకు ఆధారమైయున్న దేవా	కీర్తనలు 3:5</p>
<p>660	నన్ను సురక్షితముగా నివసింపజేయు దేవా	కీర్తనలు 4:8</p>
<p>661	నన్ను ఆదుకొను దేవా, ఆదరించు దేవా	కీర్తనలు 18:18</p>
<p>662	నా దీపమును వెలిగించు దేవా నా చీకటిని వెలుగుగా చేయు దేవా	కీర్తనలు 18:28</p>
<p>663	నాకు చెవులు నిర్మించియున్న దేవా	కీర్తనలు 40:6</p>
<p>664	నా విజ్ఞాపన ధ్వనిని ఆలకించిన దేవా	కీర్తనలు 28:6</p>
<p>665	నా రోదనా ధ్వని విన్న దేవా	కీర్తనలు 6:8</p>
<p>666	నా కన్నీళ్లు నీ బుడ్డిలో నుంచిన దేవా	కీర్తనలు 56:8</p>
<p>667	నా కన్నీళ్ళు విడువకుండా నా కన్నులను తప్పించియున్న దేవా	కీర్తనలు 116:8</p>
<p>668	జారీ పడకుండ నా పాదము తప్పించితివే దేవా	కీర్తనలు 116:8</p>
<p>669	నా పాదములు బండమీద నిలిపి నా అడుగులు స్థిరపరచిన దేవా	కీర్తనలు 40:2</p>
<p>670	నా పాదములను వలలో నుండి విడిపించిన దేవా	కీర్తనలు 25:15</p>
<p>671	నా కాళ్ళు చిక్కు పడకుండునట్లు కాపాడిన దేవా	కీర్తనలు 3:26</p>
<p>672	నా కాళ్ళు జింక కాళ్ళ వలె చేయు దేవా	కీర్తనలు 18:33</p>
<p>673	నా చీల మండలు వణకక నా పాదము విశాల పరచితివే దేవా	కీర్తనలు 18:36</p>
<p>674	నా మార్గము యధార్ధ పరచిన దేవా	కీర్తనలు 18:32</p>
<p>675	నా సకల మార్గమునకు అధిపతియైన దేవా	దానియేలు 5:23</p>
<p>676	విశాల స్థలమునకు నన్ను తోడుకొని వచ్చిన దేవా	కీర్తనలు 18:19</p>
<p>677	నా శత్రువుల చేత నన్ను చెరపట్టనీయక, విశాల స్థలమున నా పాదములు నిలువపెట్టిన దేవా	కీర్తనలు 31:81</p>
<p>678	ఇరుకునందుండి నన్ను విశాల స్థలమునకు తీసుకొని వచ్చిన దేవా	కీర్తనలు 118:5</p>
<p>679	ఆపదలన్నింటిలో నుండి నన్ను విడిపించిన దేవా	కీర్తనలు 54:7</p>
<p>680	బలాత్కారుల నుండి నన్ను విడిపించిన దేవా	II సముయేలు 22:2</p>
<p>681	ఆరు బాధలలో నుండి నన్ను విడిపించి ఏడు బాధలు కలిగినను నాకు ఏ కీడును తగలదు దేవా	యోబు 5:19</p>
<p>682	కోట గల గొప్ప పట్టణములో నన్ను నడిపించు వాడా	కీర్తనలు 60:9</p>
<p>683	నా చేతులకు యుద్ధము నేర్పిన దేవా	కీర్తనలు 18:34</p>
<p>684	నా చేతులు యుద్ధమును,  నా వ్రేళ్లను పోరాటమును నేర్పిన దేవా మీకు	కీర్తనలు 144:1</p>
<p>685	నా చెయ్యి పట్టుకొని నాకు నడక నేర్పిన దేవా	హోషేయ 11:3</p>
<p>686	దుష్టుల ఖడ్గము నుండి నీవు నీ సేవకుని తప్పించిన దేవా	కీర్తనలు 144:10</p>
<p>687	యుద్ధమున ఖడ్గము బలము నుండి తప్పించు దేవా	యోబు 5:20</p>
<p>688	యుద్ధ దినమున నా తలను కాచియున్న దేవా	కీర్తనలు 140:7</p>
<p>689	యుద్ధములో నీవు నన్ను బలము ధరింపజేసి నా మీద లేచిన వారిని నా క్రింద అణచిన దేవా	కీర్తనలు 18:39</p>
<p>690	నా మీద లేచినవారు పలుకు మాటలను దినమెల్లవారు నా మీద చేయు ఆలోచనయు నీవు వినియున్నావు	విలాప 3:62</p>
<p>691	యెహోవా నాకు కలిగిన అన్యాయమును చూచియున్నావు	విలాప 3:59</p>
<p>692	నాకు బలము ధరింపజేయుచున్న దేవా	కీర్తనలు 18:32</p>
<p>693	నాకు బలమును నీయమించిన దేవా	కీర్తనలు 68:28</p>
<p>694	శాశ్వతమైన ప్రేమతో నేను నిన్ను ప్రేమించితిని అందువలన విడువక కృప చూపుచున్నాను అని చెప్పిన దేవా	యిర్మియ 31:3</p>
<p>695	నేను నిన్ను ఎరుగకుండి నప్పటికి నీవు నాకు బిరుదులిచ్ఛితివి	యెషయ 45:4</p>
<p>696	నీ సాత్వికము నన్ను గొప్పచేసెను	కీర్తనలు 18:35</p>
<p>697	అన్యజనులకు అధికారిగా చేసితివి దేవా	కీర్తనలు 18:43</p>
<p>698	జనములను నాకు లోపరచిన వాడు ఆయనే	కీర్తనలు 18:47</p>
<p>699	జనములను నాకు వశపరచు దేవా	కీర్తనలు 47:3</p>
<p>700	మన పాదముల క్రింద ప్రజలను అణగ త్రొక్కునట్లు చేసిన దేవా	కీర్తనలు 47:3</p>
        </div>
    `,
    "praise15": `
        <div class="praise">
        <h2> స్తుతి యాగము 15: 701 - 750 </h2>
            <p>701	ప్రజలు చేయు కలహములలో పడకుండా నీవు నన్ను విడిపించితివే దేవా 	కీర్తనలు 18:43</p>
<p>702	వాక్కలహము మాన్పి నన్ను కాపాడుచున్న దేవా	కీర్తనలు 31:20</p>
<p>703	నా నిమిత్తము ప్రతిదండన చేయు దేవా	కీర్తనలు 18:47</p>
<p>704	పగ తీర్చుట నా పని నేనే ప్రతి ఫలము నిత్తును	రోమా 12:19</p>
<p>705	నా శత్రువులు చేయు కీడు ఆయన వారి మీదకే రప్పించిన దేవా మీకు	కీర్తనలు 54:5</p>
<p>706	తన్ను ద్వేషించు వాణి విషయములో ఆలస్యము చేయక బహిరంగముగా వారికి దండ విధించుచున్న దేవా	ద్వితీయో 7:10</p>
<p>707	నా కొరకు పొంచియున్న సంభవించిన దానిని నాకు చూపిన దేవా	కీర్తనలు 59:10</p>
<p>708	నాకు కీడు చేయచూచువారు సిగ్గుపడియున్నారు దేవా	కీర్తనలు 71:24</p>
<p>709	నా శత్రువులకు మించిన జ్ఞానము నాకు కలుగ జేసిన దేవా	కీర్తనలు 119:98</p>
<p>710	నన్ను చేర్చుకొనుటకు లెక్కకు మించిన సంఖ్యను బలమునకు ఎక్కువైన వారిని వెళ్లగొట్టిన దేవా	ద్వితీయో 7:1</p>
<p>711	బలము గల గొప్ప జనమును మా యెదుట నుండి కొట్టి వేసియున్న దేవా	యెహోషువ 23:9</p>
<p>712	నీవు నాకు నమ్మిక పుట్టించిన దేవా	కీర్తనలు 22:9</p>
<p>713	పచ్చిక గల చోట్ల నన్ను పరుండ చేయుచు శాంతకరమైన జలము యొద్ద నన్ను నడిపించుచున్న దేవా	కీర్తనలు 23:3</p>
<p>714	నా ప్రాణమునకు సేద తీర్చుచున్న దేవా	కీర్తనలు 23:3</p>
<p>715	నీతి మార్గములలో నన్ను నడిపించుచున్న దేవా	కీర్తనలు 23:3</p>
<p>716	గాఢాంధకార లోయలో నీవు నాకు తోడైయున్న దేవా	కీర్తనలు 23:4</p>
<p>717	కారు చీకటిని ఉదయముగా మార్చు దేవా	ఆమోసు 5:8</p>
<p>718	మరణాంధకారమును వెలుగులోనికి రప్పించుచున్న దేవా	యోబు 12:23</p>
<p>719	నీ దుడ్డు కర్రయు నీ దండకమును నన్ను ఆదరించుచున్నందుకు దేవా మీకు	కీర్తనలు 23:4</p>
<p>720	నా శత్రువుల యెదుట నీవు నాకు భోజనము సిద్ధపరచితివే నూనెలో నా తల అంటి యున్నందుకు	కీర్తనలు 23:5</p>
<p>721	నా గిన్నె నిండి పొర్లుచున్నది	కీర్తనలు 23:5</p>
<p>722	నేను బ్రతుకు దినములన్నియు కృపా క్షేమములే నా వెంట వచ్చుచున్నందులకై మీకు	కీర్తనలు 23:6</p>
<p>723	నా కన్నుల యెదుట నున్న నీ కృపాకై	కీర్తనలు 26:3</p>
<p>724	నాకు సహాయము కలుగు చూన్నందుకు	కీర్తనలు 28:7</p>
<p>725	నా కాలగతులు నీవశమై యున్నందుకు	కీర్తనలు 31:15</p>
<p>726	ఆపత్కాలమున తన పర్ణశాలలో నన్ను దాచుచున్న దేవా	కీర్తనలు 27:5</p>
<p>727	మనుష్యుల కాపటోపాయములు వారినంటకుండ నీ సన్నిధి చాటున వారిని దాచుచున్న దేవా	కీర్తనలు 31:20</p>
<p>728	నన్ను తప్పించు వాడా మీకు	కీర్తనలు 144:2</p>
<p>729	నీవు నన్ను స్వస్థపరచినందుకై	కీర్తనలు 30:2</p>
<p>730	నన్ను నీవు బ్రతికించినందుకై	కీర్తనలు 30:3</p>
<p>731	నా తల్లిదండ్రులు నన్ను విడిచినను యెహోవా నన్ను చేరదీయుచున్నందుకై మీకు	కీర్తనలు 27:10</p>
<p>732	నా హృదయమును నిబ్బరముగా నుంచు వాడా	కీర్తనలు 27:14</p>
<p>733	మనుష్యుల యొక్క దుష్టతలంపుల నుండి నన్ను తొలగించి కాపాడుచున్నందుకు మీకు	****</p>
<p>734	నీవు నన్ను చెయ్యి పట్టుకుని ఎత్తి కాపాడితిరే 	కీర్తనలు 30:1</p>
<p>735	జిగత గల దొంగ ఊబిలో నుండియు నన్ను పైకెత్తి నందులకై	కీర్తనలు 40:2</p>
<p>736	మరణ ద్వారమున ప్రవేశించకుండా నన్ను ఉద్ధరించు వాడా	కీర్తనలు 9:14</p>
<p>737	క్షామ కాలమున మరణము నుండి నన్ను తప్పించినందుకై	యోబు 5:2</p>
<p>738	నా ప్రాణమును పాతాళమునుండి లేవదీసినందులకై 	కీర్తనలు 30:3</p>
<p>739	పాతాలపు అగాధమునుండి నా ప్రాణము తప్పించి నందులకై	కీర్తనలు 86:13</p>
<p>740	నా ప్రాణమును మరణమునుండి తప్పించినందులకై	కీర్తనలు 116:8</p>
<p>741	నా ప్రాణములో త్రాణ పుట్టించి నన్ను దైర్యపరచినందులకై	కీర్తనలు 138:3</p>
<p>742	నా ప్రాణము విషయమై వ్యాజములను వాదించితివే	విలాప 3:58</p>
<p>743	వారు నా మీదికి రాకుండునట్లు సమాధానము కలుగజేసి ఆయన నా ప్రాణమును విమోచించియున్నాడు	కీర్తనలు 55:18</p>
<p>744	సకలమైన ఉపద్రవములలో నుండి నన్ను విడిపించిన యెహోవా	I రాజులు 1:29</p>
<p>745	జీవమును అనుగ్రహించి సంరక్షణ చేత నా ఆత్మను కాపాడితివి	యోబు 10:12</p>
<p>746	నీ సంరక్షణ చేత నా ప్రాణమును కాపాడుచున్నావు	</p>
<p>747	నీ సంరక్షణ చేత నా శరీరమును కాపాడుచున్నావు	</p>
<p>748	నా అతిక్రమములకు పరిహారము నొందిన వాడా	కీర్తనలు 32:1</p>
<p>749	నా పాపములు మూయబడినందుకు	కీర్తనలు 32:1</p>
<p>750	నా పాపములకు ప్రాయశ్చిత్తము నొందితివే	కీర్తనలు 32:1</p>

        </div>
    `,
    "praise16": `
        <div class="praise">
            <h2> స్తుతి యాగము 16: 751 - 800 </h2>
               <p>751 నీవు నా పాప దోషమును పరిహరించియున్నావు కీర్తనలు 32:5</p>
    <p>752 నీ వీపు వెనుక తట్టు నా పాపములన్నియు నీవే పారవేసితివి దేవా యెషయ 38:17</p>
    <p>753 నా దోషమును పరిహరించి ప్రశస్తమైన వస్త్రములతో అలంకరించితివి జకర్య 3:4</p>
    <p>754 నా దోషములన్నింటిని క్షమించిన వాడా కీర్తనలు 103:3</p>
    <p>755 నా ప్రాణమును విమోచించియున్నాను కీర్తనలు 103:4</p>
    <p>756 కరుణాకటాక్షములను నాకు కిరీటముగా ఉంచియున్నావు కీర్తనలు 103:4</p>
    <p>757 కొత్త తైలముతో నన్ను అంటితివి కీర్తనలు 92:10</p>
    <p>758 మేలుతో నీవు నా హృదయమును తృప్తి పరచుచున్నావు కీర్తనలు 103:5</p>
    <p>759 నా నోట కొత్త గీతమును ఉంచితివి కీర్తనలు 40:3</p>
    <p>760 విమోచన గానములతో నన్ను ఆవరించెదవు కీర్తనలు 32:7</p>
    <p>761 నా అంగలార్పును నీవు నాట్యముగా మార్చియున్నావు కీర్తనలు 30:11</p>
    <p>762 నీవు నా గోనె పట్టి విడిపించి సంతోష వస్త్రమును ధరింపచేసియున్నావు కీర్తనలు 30:11</p>
    <p>763 స్నేహ బంధములతో(నన్ను) బంధించి ఆకర్షించితివి హోషేయ 11:4</p>
    <p>764 ప్రభువు నన్ను తలంచుకొనుచున్నాను కీర్తనలు 40:17</p>
    <p>765 నన్ను చేర్చుకున్న దేవా కీర్తనలు 49:15</p>
    <p>766 నన్ను ఆదుకొనుచున్న దేవా కీర్తనలు 55:22</p>
    <p>767 నన్ను పుట్టించినది మొదలు కొని నేటివరకు నన్ను ఆదరించి పోషించుచున్న దేవా ఆది 48:15</p>
    <p>768 దేవుడు నా పక్షమునున్నాడు కీర్తనలు 56:9</p>
    <p>769 పరాక్రమముగల శూరినివలే యెహోవా నాకు తోడై ఉన్నాడు యిర్మియా 20:11</p>
    <p>770 శూరులలో యెహోవా నాకు సహాయము చేయుచున్నందుకు న్యాయ 5:13</p>
    <p>771 నాకు కలిగిన భయములన్నింటిలో నుండి నన్ను తప్పించిన దేవా కీర్తనలు 34:4</p>
    <p>772 నా హృదయవాంఛలను తీర్చుచున్న దేవా కీర్తనలు 37:4</p>
    <p>773 నీ యెడమ చేయి నా తల క్రింద యున్నది నీ కుడి చేత నన్ను కౌగిలించుకున్నావు పరమ 2:6</p>
    <p>774 నీ కుడి చేయి నీతితో నిండి యున్నది కీర్తనలు 48:10</p>
    <p>775 నన్ను నీతి మంతునిగా చేసితివి యెషయ 50:8</p>
    <p>776 నా నీతిని వెలుగు వలె, మధ్యాహ్నము వలె నీ నిర్ధోషిత్వమును వాళ్ళది పరచును కీర్తనలు 37:6</p>
    <p>777 నా మొక్కుబడులను అంగీకరించినందులకై కీర్తనలు 61:5</p>
    <p>778 నా ప్రార్ధన త్రోసి వేయ లేదు తన కృపను తొలగింప లేదు కీర్తనలు 66:20</p>
    <p>779 కృపతో నన్ను కలుసు కొనిన దేవా కీర్తనలు 59:10</p>
    <p>780 నా తల్లి గర్భమందు నన్ను నిర్మించిన వాడవు నీవే దేవా కీర్తనలు 139:13</p>
    <p>781 నాకు భయమును ఆశ్చర్యమును నాకు పుట్టుచున్నవి కీర్తనలు 139:14</p>
    <p>782 నాకు కలిగిన యెముకలు నీకు మరుగైయుండలేదు కీర్తనలు 139:15</p>
    <p>783 నేను పిండమునై యుండగా నీ కన్నులు నన్ను చూచెను కీర్తనలు 139:16</p>
    <p>784 గర్భవాసినైనది మొదలుకొని నీవే నాకు ప్రాపకుడవైయుంటివి కీర్తనలు 71:6</p>
    <p>785 తల్లి గర్భము నుండి నన్ను ఉద్భవింపజేసిన వాడవు నీవే కీర్తనలు 71:6</p>
    <p>786 తల్లి గర్భమందు పడినది మొదలుకొని నన్ను ప్రత్యేక పరచితివి గలతి 1:15</p>
    <p>787 బాల్యము నుండి నీవు నాకు భోధించుచు వచ్చితివి కీర్తనలు 71:17</p>
    <p>788 ప్రయోజనకరములైనవి నాకు భోధించుచు వచ్చిన దేవా యెషయ 48:17</p>
    <p>789 నేను నడవ వలసిన త్రోవన నన్ను నడిపించితివి యెషయ 48:17</p>
    <p>790 యెహోవా నా నిరీక్షణాస్పదము నీవే కీర్తనలు 71:5</p>
    <p>791 నా సంచారములను లెక్కించియున్నావు కీర్తనలు 56:8</p>
    <p>792 నా గొప్పతనమును వృద్ధి చేయుచు నాతట్టు మరలి నాకు నెమ్మది కలుగజేయుచున్నావు కీర్తనలు 71:21</p>
    <p>793 ఉదయమున నాకు విను బుద్ది పుట్టించుచున్నావు యెషయ 50:4</p>
    <p>794 నాకు ఆధిక్యము కలుగజేయు వాడా I కొరంధి 4:7</p>
    <p>795 నీ ఆలోచన చేత నన్ను నడిపించేడవు తరువాత మహిమాలో నీవు నన్ను చేర్చుకొందువు కీర్తనలు 73:24</p>
    <p>796 నా పాదము తొట్రిల్లనియ్యడు కీర్తనలు 121:3</p>
    <p>797 నన్ను కాపాడువాడు కునకడు నిద్రపోడు కీర్తనలు 121:3</p>
    <p>798 పగలు ఎండ దెబ్బ అయిను రాత్రి వెన్నెల దెబ్బ అయిను నాకు తగలదు కీర్తనలు 121:6</p>
    <p>799 ఏ అపాయమును కలుగ కుండా యెహోవా నన్ను కాపాడు వాడు కీర్తనలు 121:7</p>
    <p>800 యెహోవా నా ప్రాణమును కాపాడును కీర్తనలు 121:7</p>

        </div>
    `,
    "praise17": `
        <div class="praise">
            <h2> స్తుతి యాగము 17: 801 - 850 </h2>
                <p>801 నా రాకపోకల యందు యెహోవా నన్ను కాపాడును కీర్తనలు 121:8</p>
    <p>802 నా చర్యలన్నింటిని నీవు బాగుగా తెలుసుకొని యున్నావు కీర్తనలు 139:3</p>
    <p>803 నాకు ముందుగా దహించు అగ్ని వలే దాటి పోవుచున్న దేవా ద్వితీయో 9:3</p>
    <p>804 ఆయన నాకు సహాయము చేయుటకు ఆకాశవాహనుడై వచ్చును, మహోన్నతుడై మేఘవాహనుడగును ద్వితీయో 33:26</p>
    <p>805 యెహోవా నీవు నన్ను పరిశోధించి తెలుసుకొని యున్నావు కీర్తనలు 139:1</p>
    <p>806 నేను కూర్చుండుట నేను లేచుట నీకు తెలిసి యున్నందుకు కీర్తనలు 139:2</p>
    <p>807 నా తలంపులు పుట్టక మునుపే నీవు నా మనసును గ్రహించుచున్నందుకు కీర్తనలు 139:2</p>
    <p>808 శిష్యునకు తగిన నోరు నీవు నాకు దయ చేసి యున్నావు యెషయ 50:4</p>
    <p>809 యెహోవా, మాట నా నాలుకకు రాక మునుపే అది నీకు పూర్తిగా తెలిసే యున్నందుకు కీర్తనలు 139:4</p>
    <p>810 నా నడకను, నా పడకను నీవు పరిశీలనా చేసి యున్నావు కీర్తనలు 139:3</p>
    <p>811 నేను ఆపదలో చిక్కు బడినప్పుడు నీవు నన్ను బ్రతికించితివి కీర్తనలు 138:7</p>
    <p>812 నాలో నా ప్రాణము క్రుంగి యున్నప్పుడు నా మార్గము నాకు తెలిపితివి కీర్తనలు 142:3</p>
    <p>813 వెనుకకు, ముందుకు నీవు నన్ను ఆవరించి యున్నందుకు కీర్తనలు 139:5</p>
    <p>814 ఒకడు తన కుమారుని ఎట్లు శిక్షించునో అట్లే నన్ను శిక్షించుచున్న యెహోవా ద్వితియో 8:5</p>
    <p>815 యెహోవా నన్ను కఠినము గా శిక్షించను గాని నన్ను మరణమునకు అప్పగించలేదు కీర్తనలు 118:18</p>
    <p>816 విరోదుల పండ్లకు వేటగా అప్పగించని యెహోవా కీర్తనలు 124:6</p>
    <p>817 నేను మొరపెట్టిన దినమున నీవు నాకు ఉత్తరమిచ్చితివి కీర్తనలు 138:3</p>
    <p>818 నేను నీకు మొరలిడిన దినమున నీవు నా యొద్దకు వచ్చితివి భయపడకుమని చెప్పినందుకు విలాపవాక్యము 3:57</p>
    <p>819 దేవా నీ తలంపులు నాకెంత ప్రియమైనవి వాటికై కీర్తనలు 139:17</p>
    <p>820 నా గుమ్మముల గడియలను బలపరచి యున్నాడు నా మధ్యనున్న పిల్లలను ఆశీర్వదించి యున్నావు కీర్తనలు 147:13</p>
    <p>821 నా సరిహద్దులలో సమాధానము కలుగజేయు చున్నావు కీర్తనలు 147:17</p>
    <p>822 నన్ను విడిపించుటకు నా శత్రువులను నాకు అప్పగించుటకు నా పాళెములో సంచరించుచున్నందుకు ద్వితీయో 23:14</p>
    <p>823 అతి శ్రేష్టమైన గోధుమలను అనుగ్రహించి కొండ తేనెతో నన్ను తృప్తి పరచుచున్నందుకు కీర్తనలు 81:16</p>
    <p>824 మనోబీష్టము వాలే సఫలము చేయుచున్నావు కీర్తనలు 21:2</p>
    <p>825 మన దీన దశ లో నున్నప్పుడు మమ్ములను జ్ఞాపకము చేసికొన్న దేవా కీర్తనలు 136:23</p>
    <p>826 మమ్మును మరచిపోలేని దేవా కీర్తనలు 115:12</p>
    <p>827 మమ్మును లేపి చక్కగా నిలువ బెట్టిన దేవా కీర్తనలు 20:8</p>
    <p>828 మమ్మును నిలువు గా నడువ చేసిన దేవా లేవి 26:13</p>
    <p>829 అంతకు ముందు వెళ్ళని త్రోవ నేను రక్షితముగా దాటిపోవునట్లు చేయుచున్న దేవా యెషయ 41:3</p>
    <p>830 నీ సన్నిధిని సంతోషమును మమ్మును ఉల్లాశింపజేయుచున్నావు కీర్తనలు 21:6</p>
    <p>831 నీ ఆనంద ప్రవాహములో నీవు నన్ను త్రాగించుచున్నావు కీర్తనలు 36:8</p>
    <p>832 ఆకాశము నుండి ఆజ్ఞ ఇచ్చి నన్ను రక్షించుచున్నావు కీర్తనలు 57:3</p>
    <p>833 మా శత్రువులను అనుగ త్రొక్కుచున్నావు కీర్తనలు 108:13</p>
    <p>834 మా శత్రువుల చేతిలో నుండి మమ్మును రక్షించి మమ్మును ద్వేషించువారిని సిగ్గుపరచు వాడవు నీవే కీర్తనలు 44:7</p>
    <p>835 వెండిని నిర్మలము చేయు రీతి మమ్మును నిర్మలము చేయుచున్నావు కీర్తనలు 66:10</p>
    <p>836 మా కాడి పలుపులను తెంపు దేవా లేవి 26:13</p>
    <p>837 తన యందు భయ భక్తులు కలిగిన పిన్నలనేమి పెద్ధలనేమి ఆశీర్వదించు దేవా కీర్తనలు 115:13</p>
    <p>838 ఇశ్రాయేలియులను ఆశీర్వదించు దేవా కీర్తనలు 115:12</p>
    <p>839 అహరోను వంశస్తులను ఆశీర్వదించు దేవా కీర్తనలు 115:12</p>
    <p>840 భూమ్యాకాశములను సృజించిన యెహోవా చేత మేము ఆశీర్వదింపబడితిమి కీర్తనలు 115:15</p>
    <p>841 యెహోవా మమ్మును మా పిల్లలను వృద్ది పొందించుచున్నందుకు కీర్తనలు 115:14</p>
    <p>842 నీ సేవకుని కుమారులు నిలిచియుందురు కీర్తనలు 102:28</p>
    <p>843 నీ సేవకుని సంతతి నీ సన్నిధిలో స్థిరపరచబడును కీర్తనలు 102:28</p>
    <p>844 నీ యందు భయ భక్తులు కలవారికి నీ కృప యుగ యుగములు నిలుచును కీర్తనలు 103:17</p>
    <p>845 భూమి కంటే ఆకాశము ఎంత ఉన్నతముగానున్నదో ఆయన యందు భయభక్తులుగల వారికి ఆయన కృప అంత అధికముగానుండును కీర్తనలు 103:11</p>
    <p>846 తండ్రి తన కుమారుల యెడల జాలి పడునట్లు యెహోవా తనయందు భయభక్తులు గలవారి యెడల జాలిపడును కీర్తనలు 103:13</p>
    <p>847 మా పాపముల బట్టి మాకు ప్రతిఫలమియ్యక మా దోషములను బట్టి మాకు ప్రతిఫలమియ్యకయున్నందుకై కీర్తనలు 103:10</p>
    <p>848 పడమటికి తూర్పు యెంత దూరమో ఆయన మన అతిక్రమములను మనకు అంత దూరపరచి యున్నందుకు కీర్తనలు 103:12</p>
    <p>849 నిజముగా నీవు మా పక్షమునుండి మా పనులన్నింటిని సఫలపరచుచున్నందుకు యెషయ 30:26</p>
    <p>850 తన ప్రజలకు బల పరాక్రమమును అనుగ్రహించుచున్నందుకు కీర్తనలు 149:4</p>

        </div>
    `,
    "praise18": `
        <div class="praise">
            <h2> స్తుతి యాగము 18: 851 - 900 </h2>
            <p>851	తన ప్రజలకు సమాధానమును కలుగజేసి ఆశీర్వదించుచున్నందులకు	కీర్తనలు 148:14</p>
<p>852	యెహోవా తన ప్రజల గాయము కత్తి వారి దెబ్బలు బాగుచేయు దేవా	యెషయ 30:26</p>
<p>853	యెహోవా తన ప్రజలయందు ప్రీతిగల దేవా	కీర్తనలు 149:4</p>
<p>854	తన ప్రజలకు ఒక శృంగామును హెచ్చించినందుకై	కీర్తనలు 148:14</p>
<p>855	యెహోవా తన మందను దర్శించి వారిని అశ్వముల వంటి వారీగా చేయుచున్నావు	జకర్య 10:3</p>
<p>856	తన ప్రజలను మంద వలె నడిపించుచున్న దేవా	కీర్తనలు 77:20</p>
<p>857	యెహోవా స్వరము బలమైనది	కీర్తనలు 29:4</p>
<p>858	యహోవా స్వరము ప్రభావము గలది	కీర్తనలు 29:4</p>
<p>859	యహోవా స్వరము దేవదారు వృక్షములను విరుచును	కీర్తనలు 29:20</p>
<p>860	యెహోవా స్వరము అరణ్యమును కదిలించును	కీర్తనలు 29:7</p>
<p>861	యెహోవా స్వరము అగ్ని జ్వాలలను ప్రజ్వలింపజేయుచున్నది	కీర్తనలు 29:8</p>
<p>862	యెహోవా స్వరము లేళ్ళను ఈనచేయును	కీర్తనలు 29:9</p>
<p>863	నీ దక్షిణ హస్తము, నీ బాహువు, నీ ముఖ కాంతి మాకు విజయమును కలుగజేయును	కీర్తనలు 44:3</p>
<p>864	యెహోవా కను దృష్టి లోకమంతటా సంచారము చేయుచున్నందుకు	II దిన 16:19</p>
<p>865	నీ ముఖకాంతికై	కీర్తనలు 44:3</p>
<p>866	దుష్టమృగములుండు పర్వతము సౌదార్యము కంటే నీవు అధిక తేజస్సు గలవాడవు అందుకై 	కీర్తనలు 76:4</p>
<p>867	భూమ్యాకాశముల అంతట నున్న వాడవు	యిర్మియా 23:24</p>
<p>868	సమస్తమును పూర్తిగా నింపుచున్న సంపూర్ణతయైయున్న దేవా	ఎఫెసి 1:23</p>
<p>869	అలసియున్న వారి ఆశను తృప్తి పరచెదువు, కృశించిన వారినందరిని నింపుచున్న దేవా	యిర్మియా 31:24</p>
<p>870	తన అభిశక్తునకు రక్షణ దుర్గమునై యున్న దేవా	కీర్తనలు 28:8</p>
<p>871	తాను అభిషేకించిన వానికి అధిక బలము కలుగచేయు దేవా	I సముయేలు 2:10</p>
<p>872	యెహోవా విశ్వాసులను కాపాడును, గర్వముగా ప్రవర్తించు వారికి ఆయన గొప్ప ప్రతికారము చేయును	కీర్తనలు 31:23</p>
<p>873	హృదములనుఏకరీతిగా నిర్మించిన దేవా	కీర్తనలు 33:15</p>
<p>874	మనుష్యుల అంతరంగములో జీవాత్మను సృజించిన దేవా మీకు	జకర్య 12:1</p>
<p>875	మనుష్యుల యోచనాలు వారికి తెలియచేయు వాడు ఆయనే అందుకొరకు	అమోసు 4:13</p>
<p>876	మనుషులందరికి వారి వారి క్రియలను బట్టి ప్రతిఫలమిచ్చుచున్న దేవా	కీర్తనలు 62:12</p>
<p>877	యెహోవా యందు భయభక్తులు గలవారి  చుట్టూ ఆయన్ దూత కావాలియుండి వారిని రక్షించు దేవా	కీర్తనలు 34:7</p>
<p>878	నీ నామము నందు భయభక్తులు గల వారి స్వాస్త్యము నీవు నాకు అనుగ్రహించియున్నందులకై	కీర్తనలు 61:5</p>
<p>879	విరిగిన హృదయము గలవారికి యెహోవా ఆసన్నుడు - నలిగిన మనసు గలవారిని ఆయన రక్షించును	కీర్తనలు 34:18</p>
<p>880	నీవే కార్యము నెరవేర్చు వాడవు	కీర్తనలు 37:5</p>
<p>881	బలము తనదని ఒకమారు దేవుడు సెలవిచ్చెను	కీర్తనలు 62:11</p>
<p>882	ప్రార్ధన ఆలకించువాడా సర్వ శరీరులు నీ యొద్దకు వచ్చెదరు కాబట్టి	కీర్తనలు 65:2</p>
<p>883	నీకు ఆసాద్యమైనది ఏదియు లేదు	యిర్మియా 32:27</p>
<p>884	దేని కాలమందు అధి చక్కగా ఉండునట్లు సమస్తమును ఆయన నీయమించియున్నాడు	ప్రసంగి 3:11</p>
<p>885	ఆయన చెప్పిన యే మాటాయు నిరర్ధకము కాలేదు	లూకా 1:37</p>
<p>886	నాయనా తండ్రి నీకు సమస్తము సాధ్యము 	మార్కు 14:36</p>
<p>887	ఆయన మాట సెలవియ్యగా దాని ప్రకారమాయెను ఆయన ఆజ్ఞ పంపగానే కార్యము స్థిరపరచబడెను	కీర్తనలు 33:9</p>
<p>888	ప్రతి మోకాలును,  నీ యెదుట వంగును. ప్రతి నాలుకాయు దేవుని స్తుతించును	రోమా 14:11</p>
<p>889	నీ క్రియల ఫలము చేత భూమి తృప్తి పొందుచున్నది	కీర్తనలు 104:13</p>
<p>890	నీవు కలుగ చేసిన వాటితో భూమి నిండియున్నది	కీర్తనలు 104:24</p>
<p>891	నీవు భూతలమును నూతన పరచుచున్నావు	కీర్తనలు 104:30</p>
<p>892	దేవా భూమిని దర్శించి తడుపుచున్నావు 	కీర్తనలు 65:9</p>
<p>893	దేవుని నది నీళ్ళతో నిండియున్నది	కీర్తనలు 65:9</p>
<p>894	భూమి మొలకెత్తగా నీవి దాని నాశీర్వదించుచున్నావు	కీర్తనలు 65:10</p>
<p>895	భూమిని యెహోవా కృపతో నింపియున్నాడు	కీర్తనలు 33:5</p>
<p>896	భూమికి దాని సరిహద్దులను నీయమించిన వాడవు నీవే	కీర్తనలు 74:17</p>
<p>897	భూదిగంతులను సృజించిన దేవా	యెషయ 40:28</p>
<p>898	ఆకాశమందు తన కొరకై మేడగదులను కట్టుకొని, భూమి యందు పునాదులను వేయు వాడవు నీవే	అమోసు 9:6</p>
<p>899	భూలోకమును కదలకుండా స్థిరపరచుచున్నావు 	I దిన 16:30</p>
<p>900	మహోన్నతుని దక్షిణ హస్తము మార్పునోంనొందెననుటకు నాకు కలిగిన శ్రమయే కారణము 	కీర్తనలు 77:10</p>

        </div>
    `,

    "praise19": `
        <div class="praise">
            <h2> స్తుతి యాగము 19: 901 - 950 </h2>
            <p>901	మీ సంవత్సరముల సంఖ్య మితి లేనిది ప్రభువా	యోబు 36:26</p>
<p>902	సంవత్సరమును నీ దయా కిరీటమును ధరింపజేయుచున్నావు ప్రభువా	కీర్తనలు 65:11</p>
<p>903	నీ జాడలు సారము వెదజల్లుచున్నవి	కీర్తనలు 65:11</p>
<p>904	నీ యొద్ద జీవ జలపు ఊట కలదు ప్రభువా	కీర్తనలు 36:9</p>
<p>905	నీ న్యాయవిధులు మహా గాధములు ప్రభువా	కీర్తనలు 36:6</p>
<p>906	నీ ఆలోచనలు అతిగంభీరములు ప్రభువా	కీర్తనలు 92:5</p>
<p>907	ఆహా దేవుని బుద్ధి జ్ఞానములు బాహుళ్యము ఎంతో గంభీరము ప్రభువా 	రోమా 11:33</p>
<p>908	నీ మహత్యము గ్రహింప శఖ్యము కాదు ప్రభువా 	కీర్తనలు 145:3</p>
<p>909	ఎవడును తెలిసికొనలేని మహతైన కార్యములను, లెక్క లేనన్ని అధ్బుత క్రియలను చేయు దేవా 	యోబు 9:10</p>
<p>910	విచారణ లేకుండానే బలవంతులను ఆయన నిర్మూలము చేయుచున్నాడు	యోబు 34:24</p>
<p>911	నీ జ్ఞానము శోదించుటకు అసాధ్యము ప్రభువా	యెషయ 34:24</p>
<p>912	నీ మార్గములు అగన్యములు ప్రభువా 	రోమా 11:33</p>
<p>913	యెహోవా నీ కార్యములు ఎంతో దొడ్డవి ప్రభువా 	కీర్తనలు 92:5</p>
<p>914	నీ చర్యలన్నియు న్యాయములు, అవి యధార్ధమైనవి ప్రభువా	ద్వితియో 32:4</p>
<p>915	మీ నీతి పర్వతములకు సమానము 	కీర్తనలు 36:6</p>
<p>916	భూమ్యాకాశములకు పైగా యున్న నీ ప్రభావము కొరకై 	కీర్తనలు 148:13</p>
<p>917	నీ కృప ఆకాసమును అంటుచున్నది 	కీర్తనలు 36:5</p>
<p>918	నీ సత్య సంధత్వము అంతరిక్షమును అంటుచున్నది దేవా 	కీర్తనలు 36:5</p>
<p>919	నరులు నీ రెక్కల నీడను ఆశ్రయించదరు 	కీర్తనలు 36:7</p>
<p>920	దేవుని రధములు సహస్రములు సహస్ర సహస్రములు	కీర్తనలు 68:17</p>
<p>921	మేఘములను తనకు వాహనముగా చేసికొని గాలి రెక్కల మీద గమనము చేయుచున్నాడు 	కీర్తనలు 104:3</p>
<p>922	అరణ్యములో వాహనమెక్కి ప్రయాణము చేయు దేవా 	కీర్తనలు 68:4</p>
<p>923	తెరను పరచునట్లు ఆకాశవిశాలమును నీవు పరచి యున్నావు 	కీర్తనలు 104:3</p>
<p>924	నక్షత్రముల సంఖ్య నీయమించి యున్నావు 	కీర్తనలు 147:4</p>
<p>925	నక్షత్రములను మరగు పరచుచున్న దేవా	యోబు 9:7</p>
<p>926	భక్తులను శోధన లో నుండి తప్పించు దేవా మీకు	II పేతురు 2:9</p>
<p>927	శిక్ష లో యున్నవారిని తీర్పు తీర్చు దినము వరకు కావలి లో ఉంచుటకు సమర్డుడా	II పేతురు 2:9</p>
<p>928	మా హృదయము కంటె అధికుడై సమస్తమును ఎరిగి యున్న దేవా 	I యోహాను 3:20</p>
<p>929	యోనా కంటే గొప్పవాడా	మత్తయి 12:41</p>
<p>930	సొలోమోను కంటే గొప్పవాడా	మత్తయి 12:42</p>
<p>931	అందరి కంటే గొప్ప వాడా 	యోహాను 10:29</p>
<p>932	దేవాలయము కంటే గొప్ప వాడా 	మత్తయి 12:6</p>
<p>933	సీయోను లో యెహోవా మహోన్నతుడు	కీర్తనలు 99:2</p>
<p>934	మాలోయున్న వాడు లోకములో ఉన్న వాని కంటే గొప్పవాడు 	I యోహాను 4:4</p>
<p>935	మీ జ్ఞానము మితిలేదు	కీర్తనలు 147:5</p>
<p>936	మీ దయ ఎంతో గొప్పది గా ఉన్నందుకు	జకర్య 9:17</p>
<p>937	మీ సౌoదర్యము ఎంతో గొప్పదిగా ఉన్నందుకు 	జకర్య 9:17</p>
<p>938	నీవు ఎంతైనా నమ్మతగిన వాడవు ప్రభువా	విలాప 3:23</p>
<p>939	యెహోవా మహాకృప గల వాడి యున్నాడు	I దిన 21:13</p>
<p>940	మీ యొక్క ప్రభావము మహా గొప్పది గా ఉన్నందుకు	కీర్తనలు 138:5</p>
<p>941	నీవు చూపిన కృప అధికమై యున్నది	కీర్తనలు 86:13</p>
<p>942	పగటి వేళ తన కృపను కలుగ నాజ్ఞాపించుచున్నాడు 	కీర్తనలు 42:8</p>
<p>943	 నీ కృప జీవము కంటే ఉత్తమము ప్రభువా 	కీర్తనలు 63:3</p>
<p>944	కృపను ఘనతయును అనుగ్రహించు దేవా	కీర్తనలు 63:3</p>
<p>945	దేవా నీ కృప ఎంతో అమూల్యమైనది	కీర్తనలు 36:7</p>
<p>946	దేవా నీ కృప నిత్యముండును	కీర్తనలు 106:1</p>
<p>947	మేము నిర్మూలము కాకున్నది మీ కృపయే దేవా 	విలాప 3:22</p>
<p>948	అనుదినము నూతనము గా అయన వాత్సల్యత పుట్టుచున్నది	విలాప 3:23</p>
<p>949	కరుణా, కటాక్షములను కిరీటముగా ఉంచియున్నావు దేవా 	కీర్తనలు 103:4</p>
<p>950	అంతము లేని మీ కృప కొరకు	విలాప 3:22</p>

        </div>
        
    `,
    "praise20": `
        <div class="praise">
           <h2> స్తుతి యాగము 20: 950 - 1000 </h2>
            <p>951	నీవు చేసిన ఉపకారములన్నింటి కొరకు 	కీర్తనలు 103:2</p>
<p>952	ప్రభువా నీవు మహత్యమును ప్రభావమును ధరించియున్నావు	కీర్తనలు 104:1</p>
<p>953	యెహోవా బలము ధరించి బలముతో నడుము కట్టుకొనియున్నాడు	కీర్తనలు 93:1</p>
<p>954	వస్త్రము వలె వెలుగును నీవు కట్టుకొని యున్నావు దేవా 	కీర్తనలు 104:2</p>
<p>955	నీతిని కవచముగా ధరించి యున్నదేవా	యెషయ 59:17</p>
<p>956	రక్షణను శిరస్త్రానముగా ధరించుకొనెను 	యెషయ 59:17</p>
<p>957	ప్రతిదండనను వస్త్రముగా వేసికోనిన దేవా	యెషయ 59:18</p>
<p>958	ఆసక్తిని పై వస్థ్రముగా ధరించుకోనినవాడా	యెషయ 59:18</p>
<p>959	రెండంచులు ఖడ్గము గలవాడా 	ప్రకటన 2:12</p>
<p>960	వాయువులను తనకు దూతలుగా చేసికొన్న దేవా	కీర్తనలు 104:4</p>
<p>961	ఆశగల ప్రాణమును తృప్తి పరచియున్నాడు 	కీర్తనలు 107:9</p>
<p>962	ఆకలి గొనిన వారి ప్రాణమును మేలుతో నింపి యున్నాడు 	కీర్తనలు 107:9</p>
<p>963	తన వాక్కు పంపి బాగుచేయు దేవా	కీర్తనలు 107:20</p>
<p>964	నా బాధలో నీ వాక్యము నెమ్మది కలిగించిన దేవా 	కీర్తనలు 119:50</p>
<p>965	నీ ధర్మశాస్త్రమునందు ఆశ్చర్యమైన సంగతులున్నందుకై 	కీర్తనలు 119:18</p>
<p>966	నీ మాట వలన నిరీక్షన పుట్టించితివే 	కీర్తనలు 119:49</p>
<p>967	నీ వాక్యము నన్ను బ్రతికించెను దేవా	కీర్తనలు 119:50</p>
<p>968	యెహోవా నీ మాట చొప్పున మేలుచేసితివి, చేయుదువు, చేయుచున్నావు	కీర్తనలు 119:65</p>
<p>969	నీ వాక్యము నా పాదములకు దీపము నా త్రోవకు వెలుగై ఉన్నది	కీర్తనలు 119:105</p>
<p>970	నీ వాక్యము తెలివిలేని వారికి తెలివి కలిగించును 	కీర్తనలు 119:130</p>
<p>971	 నీ మాట మిక్కిలి స్వచ్చమైనది	కీర్తనలు 119:140</p>
<p>972	నీ మాట సంతోషమును ఆనందమును కలుగజేయుచున్నందుకు	యిర్మియా 15:16</p>
<p>973	యధార్ధముగా ప్రవర్తించు వారికి నీ మాటలు క్షేమ సాధనములు 	మీకా 2:7</p>
<p>974	నీ వాక్యము నమ్మదగినదియు పూర్ణ అంగీకారమునకు యోగ్యమునై యున్నందుకు	II తిమోతి 4:9</p>
<p>975	నీ వాక్యము సజీవమై బలముగలదై యున్నందుకు	హెబ్రీ 4:12</p>
<p>976	నీ మాట అగ్ని వంటిది బండలు బద్దలు చేయు సుత్తె వంటిది	యిర్మియా 23:29</p>
<p>977	నీ నోటి మాట అగ్ని గాను చేసి యున్నావు	యిర్మియా 5:14</p>
<p>978	 యెహోవా వాక్యము యదార్ధమైనది ఆయన చేయునది అంతయు నమ్మకమైనదియై యున్నది	కీర్తనలు 33:4</p>
<p>979	నీ ధర్మోపదేశము అపరిమితమైనది	కీర్తనలు 119:96</p>
<p>980	నీతిని బట్టి భీకర క్రియలను చేయ మాకు ఉత్తరమిచుచున్నావు,యిచ్చియున్నావు,యివ్వబోవుచున్నావు	కీర్తనలు 65:5</p>
<p>981	నీతిని బట్టి ఉత్తరమిచ్చుచున్నావు 	కీర్తనలు 65:5</p>
<p>982	మీ కోపము నిమిషమాత్రము మీ దయ ఆయుష్కాలమంతయు నిలిచి యుండును 	కీర్తనలు 30:5</p>
<p>983	ఎల్లపుడు వ్యాజ్యమాడు వాడు కాదు ఆయన నిత్యమును కోపించు వాడు కాడు 	కీర్తనలు 103:9</p>
<p>984	నీయందు భయభక్తులు నిలుపునట్లు నీ యొద్ద క్షమాపణ దొరకును గనుక మీకు	కీర్తనలు 130:4</p>
<p>985	నీ యొద్ద సంపూర్ణ విమోచన దొరకును గనుక మీకు	కీర్తనలు 130:4</p>
<p>986	నీ రక్షణ నిమితము నిన్ను స్తుతిస్తున్నాను ప్రభువా	కీర్తనలు 42:5</p>
<p>987	ఆకాశం విశాలము సృజించిన వాడవు నీవే గనుక	కీర్తనలు 96:5</p>
<p>988	ప్రపంచములను నిర్మించిన వాడవు నీవే కనుక	హెబ్రీ 1:2</p>
<p>989	భూమ్యాకాశములను సృజించినవాడా మీకు	</p>
<p>990	 వెలుగును కలుగ జేసినా వాడా మీకు 	</p>
<p>991	ఆకశ  విశాలమును సముద్రములో ఉప్పును కలుగజేసిన వాడా మీకు 	</p>
<p>992	పుష్పములు, ఫలములు,దినుసులు,కాయలు,ఆకుకూరలు వీటి కొరకు వీటి నిచ్చు చెట్లు, వ్రుక్షములు, తీగెలు కొరకు	</p>
<p>993	సూర్యుడు, చంద్రుడు, నక్షత్రముల కొరకు 	</p>
<p>994	జల చరములు, మృగములు, పక్షులు,చేపల  కొరకు 	</p>
<p>995	 పక్షులు, ఊరు ప్రాణులు, జంతువులు, అడవి మృగముల కొరకు	</p>
<p>996	మట్టితో మనుష్యుని సృజించి వాని నాసికా రంద్రములో జీవపు వాయువును ఊది తగిន జత నిర్మించిన వాడా 	</p>
<p>997	నీవు నిర్ణయించిన కాలము కొరకు, వర్షము కొరకు ఎండ కొరకు, గాలి కొరకు ఉత్తర వాయువు కొరకు	</p>
<p>998	నదుల కొరకు, వాగుల కొరకు, చెరువుల కొరకు కోనేటి కొరకు మీకు	</p>
<p>999	కొండల కొరకు, మెట్టల కొరకు, లోయల కొరకు, గుట్టల కొరకు, మైదానము కొరకు, బీట భూముల కొరకు, శీతోష్ణప్రదేశముల కొరకును ప్రభువా	</p>
<p>1000	అడవుల కొరకు, గుహల కొరకు, నీటి మడుగుల కొరకు, జల ఊటల కొరకు, ఉప్పొంగు జల ఊటలకోరకు, మందు వాయువు ఈ ప్రకృతి  అన్నింటిని కృపతో నింపి నందులకై యెహోవా నామమునకే</p>
        </div>
    `,
    "praise21": `
    <div class="praise">
        <h2> స్తుతి యాగము 21: 1001 - 1050 </h2>
<p>1001. ఆయనే నా రక్షణకర్త నా దేవుడు ఇంకను నేనాయనను స్తుతించెదను. – కీర్త 42:11</p>

<p>1002. ఆశ్చర్యక్రియలు జరిగించు దేవా – కీర్త 77:14</p>

<p>1003. బేతేలు దేవా – ఆది 31:13</p>

<p>1004. శ్రీమంతుడగు దేవా – 1తిమో 1:8</p>

<p>1005. పరిశుద్ధతతోడని మాట యిచ్చిన దేవా – కీర్త 60:6</p>

<p>1006. నన్ను పేరుపెట్టి పిలిచిన దేవా – యెష 45:4</p>

<p>1007. మృతులను సజీవులనుగా చేయు దేవా – రోమీ 4:17</p>

<p>1008. లేనివాటిని ఉన్నట్టుగానే పిలుచు దేవా – రోమీ 4:17</p>

<p>1009. అబద్ధమాడజాలని దేవా – హెబ్రీ 6:17</p>

<p>1010. పరిశుద్ధతతోడని మాట యిచ్చిన దేవా – కీర్త 60:6</p>

<p>1011. వెలుగు నను గ్రహించిన దేవా – కీర్త 118:27</p>

<p>1012. నిరంతరమును, తరములన్నిటను రాజ్యము చేయు దేవా – కీర్త 146:10</p>

<p>1013. ఇశ్రాయేలుయెడల శుద్ధహృదయులయెడల నిశ్చయముగా దయాళుడైన దేవా – కీర్త 73:1</p>

<p>1014. సమీపముననుండు దేవుడవు, దూరముననుండు దేవుడవు గనుక యిర్మీ 23:23 – యిర్మీ 23:23</p>

<p>1015. పురాతనకాలము మొదలుకొని ఆసీనుడగు దేవా – కీర్త 55:19</p>

<p>1016. ప్రభువులకు ప్రభువును రాజులకు రాజునై యున్న దేవా – ప్రక 17:14</p>

<p>1017. ప్రభువైన యెహోవా – నిర్గ 23:17</p>

<p>1018. సైన్యముల కధిపతియగు యెహోవా – కీర్త 46:7</p>

<p>1019. షిలోహు దేవా – ఆది 49:10</p>

<p>1020. మహోన్నతుడును భయంకరుడును సర్వభూమికి మహారాజైయున్న పరిశుద్ధ దేవా – యెష 43:15</p>

<p>1021. పరిశుద్ధపరచు యెహోవా – లేవీ 20:8</p>

<p>1022. న్యాయము తీర్చు యెహోవా – జెఫ 3:5</p>

<p>1023. గొప్పవాడును బహు కీర్తనీయుడునైయున్నవాడా – కీర్త 48:1</p>

<p>1024. ఐగుప్తు దేశపు తొలిచూలులను హతముచేసినవాడా – కీర్త 136:10</p>

<p>1025. ప్రభువే ఆత్మ – 2 కొరి 3:17</p>

<p>1026. నన్ను విమర్శించు ప్రభువా – 1 కొరి 4:4</p>

<p>1027. హెబ్రీయుల దేవుడగు యెహోవా – నిర్గ 9:4</p>

<p>1028. నిత్యమైన వెలుగువు గనుక – యెష 60:19</p>

<p>1029. సహాయము చేయువాడైన యెహోవా – యెష 44:2</p>

<p>1030. ఎఱ్ఱసముద్రపు నీళ్ళను విభజించి ఇశ్రాయేలీయులను సముద్రము మధ్యను ఆరిన నేలమీద నడిపించినవాడా – నిర్గ 14:22</p>

<p>1031. యేసు అను పేరునకు – మత్త 1:21</p>

<p>1032. ఇమ్మానుయేలు – మత్త 1:23</p>

<p>1033. దేవుని వాక్యము – ప్రక 19:13</p>

<p>1034. యెరికో గోడలు కూల్చినవాడా – యెహో 6:20</p>

<p>1035. ఆయన నామమును కీర్తించుడి అది మనోహరము – కీర్తన 135:3</p>

<p>1036. నీ పేరు పోయబడిన పరిమళతైలముతో సమానము – పరమ 1:3</p>

<p>1037. ఆయన నామము పరిశుద్ధమైనది పూజింపదగినది – కీర్తనల 111:9</p>

<p>1038. నీవు మహా త్మ్యము గలవాడవు, నీ శౌర్యమునుబట్టి నీ నామము ఘన మైనదాయెను – యిర్మీయా 10:9</p>

<p>1039. ఘనమైన నామము – 1 సమూ 12:22</p>

<p>1040. ప్రతి నామమునకు పై నామము – ఫిలిప్పీ 2:9</p>

<p>1041. నీ ఘనమైన నామము స్తుతింపబడునుగాక – నెహెమ్యా 9:5</p>

<p>1042. నీవు సమీపముగా నున్నావని కృతజ్ఞతాస్తుతులు చెల్లించుచున్నాము – కీర్తనల 75:1</p>

<p>1043. యెహోవా నామము బలమైన దుర్గము – సామెతలు 18:10</p>

<p>1044. పరిశుద్ధాత్మ – అపొస్తలు 1:5</p>

<p>1045. సత్యస్వరూపి – యోహాను 14:17</p>

<p>1046. కరుణ నొందించు ఆత్మ – జెకర్యా 12:10</p>

<p>1047. రాజైన యెహోవా – కీర్తన 98:6</p>

<p>1048. మహిమగల రాజు – కీర్తన 24:7</p>

<p>1049. సర్వభూమికి మహారాజై యున్నాడు – కీర్తన 47:2</p>

<p>1050. మహారాజు – కీర్తన 48:2</p>
</div>


`,
    "praise22": `
    <div class="praise">
        <h2> స్తుతి యాగము 22: 1051 - 1100 </h2>
<p>1051. యుగములకు రాజా – ప్రకటన 15:3</p>

<p>1052. ప్రభువా, దేవా, సర్వాధికారీ – ప్రకటన 15:3</p>

<p>1053. షాలేమురాజా – హెబ్రీ 7:2</p>

<p>1054. నీతికి రాజా – హెబ్రీ 7:2</p>

<p>1055. అక్షయుడును అదృశ్యుడునగు అద్వితీయ దేవా – 1 తిమోతి 1:17</p>

<p>1056. సాత్వికుడైన రాజా – మత్తయి 21:5</p>

<p>1057. ఇశ్రాయేలు రాజా – యోహాను 1:49</p>

<p>1058. యెషూరూను రాజా – ద్వితీ 33:5</p>

<p>1059. యాకోబురాజా – యెషయా 41:21</p>

<p>1060. జయధ్వనిగల రాజా – సంఖ్యా 23:22</p>

<p>1061. సమాధానపు రాజా – హెబ్రీ 7:2</p>

<p>1062. సర్వభూమికి రాజైన దేవా – కీర్తన 47:7</p>

<p>1063. భూరాజులకు ఆయన భీకరుడు – కీర్తన 76:12</p>

<p>1064. మర్మములు బయలుపరచు దేవా – దానియేలు 2:47</p>

<p>1065. సమాధానకర్తయగు దేవా – యెషయా 9:6</p>

<p>1066. ఆయన రాజ్యము అంతములేనిది – లూకా 1:33</p>

<p>1067. సర్వాధికారియు దేవుడునగు ప్రభువు పరిశుద్ధుడు, పరిశుద్ధుడు, పరిశుద్ధుడు – ప్రకటన 4:8</p>

<p>1068. ఇశ్రాయేలు పరిశుద్ధదేవుడ – యెషయా 43:4</p>

<p>1069. మహాఘనుడును మహోన్నతుడును పరిశుద్ధుడును నిత్యనివాసియునైనవాడ – యెషయా 57:15</p>

<p>1070. మీ దేవుడనైన యెహోవానగు నేను పరిశుద్ధుడనై యున్నాను – లేవీ 19:2</p>

<p>1071. నీ పరిశుద్ధ సేవకుడైన యేసు నామము – అపొస్తలు 4:29</p>

<p>1072. నేను మీ మధ్య పరిశుద్ధదేవుడను – హొషేయ 11:9</p>

<p>1073. సైన్యముల కధిపతియగు యెహోవా, పరిశుద్ధుడు పరిశుద్ధుడు పరిశుద్ధుడు – యెషయా 6:3</p>

<p>1074. యెహోవా అను నా నామము – నిర్గమ 6:3</p>

<p>1075. యెహోవా యీరే (యెహోవా చూచుకొనును) – ఆది 22:14</p>

<p>1076. యెహోవా షాలోము (యెహోవా సమాధానకర్త) – జెరెమియా 33:6</p>

<p>1077. యెహోవా షమ్మ (యెహోవా యుండు స్థలము) – యెహెజ్కేలు 48:35</p>

<p>1078. యెహోవా నిస్సీ (యెహోవా ధ్వజము) – నిర్గమ 17:15</p>

<p>1079. యెహోవా ఈలియాన్‌ (సర్వోన్నతుడైన యెహోవా) – కీర్తన 7:17</p>

<p>1080. యెహోవా రోహి (యెహోవా నా కాపరి) – కీర్తన 23:1</p>

<p>1081. యెహోవా సిద్కేను (యెహోవా మనకు నీతి) – యిర్మీయా 23:6</p>

<p>1082. యెహోవా సబయోతు (యెహోవా సేనాధిపతి) – యెహొషు 5:14</p>

<p>1083. యెహోవా మెక్కాదీస్ (నేను మిమ్మును పరిశుద్ధపరచు యెహోవాను) – లేవీ 20:8</p>

<p>1084. యెహోవా రెబేకా (నిన్ను స్వస్ధపరచు యెహోవాను నేనే) – నిర్గమ 15:26</p>

<p>1085. యెహోవా ఒసేను (అయన పాలించు ప్రజలము, ఆయన మేపు గొఱ్ఱలము) – కీర్తన 95:6</p>

<p>1086. యెహోవా ఏలోహేను (మన దేవుడైన యెహోవా) – కీర్తన 99:5</p>

<p>1087. యెహోవా ఏలోగా (నీ దేవుడనైన యెహోవా) – నిర్గమ 20:2</p>

<p>1088. యెహోవా ఏలోహే (నా దేవుడైన యెహోవా) – జెకర్యా 14:5</p>

<p>1089. యెహోవా ఏలోహీమ్‌ (అంతటను నింపువాడు) – ఆది 1:1</p>

<p>1090. ఏల్‌ షద్దాయ్‌ (నేను సర్వశక్తిగల దేవుడను) – ఆదికాండము 17:1</p>

<p>1091. ఇమ్మానుయేల – మత్తయి 1:23</p>

<p>1092. దేవుని వాక్యము అను నామము – ప్రకటన 19:13</p>

<p>1093. నీవు మహా త్మ్యము గలవాడవు, నీ శౌర్యమునుబట్టి నీ నామము ఘన మైనదాయెను – యిర్మీయా 10:6</p>

<p>1094. ఆయన నామము పరిశుద్ధమైనది పూజింపదగినది – కీర్తన 111:9</p>

<p>1095. ఆయన నామమును కీర్తించుడి అది మనోహరము – కీర్తన 135:3</p>

<p>1096. ఆయన మహిమగల నామము నిత్యము స్తుతింపబడును – కీర్తన 72:19</p>

<p>1097. ఆయన నామము ఘనమైనదని జ్ఞాపకమునకు తెచ్చుకోను – యెషయా 12:4</p>

<p>1098. ప్రతి నామ మునకు పై నామమును ఆయనకు అనుగ్రహించెను – ఫిలిప్పీ 2:11</p>

<p>1099. యెహోవా నామము బలమైన దుర్గము – సామెతలు 18:10</p>

<p>1100. యెహోవా, నీవు నన్ను పరిశోధించి తెలిసికొని యున్నావు – కీర్తన 139:1</p>
</div>


`,
"praise23": `
<div class="praise">
    <h2> స్తుతి యాగము 23: 1101 - 1150 </h2>
<p>1101. నేను కూర్చుండుట నేను లేచుట నీకు తెలిసియున్నందుకు – కీర్తన 139:2</p>

<p>1102. నాకు తలంపు పుట్టకమునుపే నీవు నా మనస్సు గ్రహించుచున్నందుకు – కీర్తన 139:2</p>

<p>1103. యథార్థ హృదయులను రక్షించు దేవా – కీర్తన</p>

<p>1104. అతిశ్రేష్ఠమైన గోధుమల ననుగ్రహించి పోషించి, కొండ తేనెతో నన్ను తృప్తిపరచుచున్నందుకు – కీర్తన 81:16</p>

<p>1105. కృపతో నన్ను కలిసికొనిన దేవా – కీర్తన 59:10</p>

<p>1106. తల్లిగర్భము నందు పడినది మొదలుకొని నన్ను ప్రత్యేకపరచిన దేవా – గలతీ 1:15</p>

<p>1107. ప్రతి యుదయమున నాకు విను బుద్ధి పుట్టించుచున్నవు – యెషయా 50:4</p>

<p>1108. నేను నడవవలసిన త్రోవను నన్ను నడిపింపించితివి – యెషయా 48:17</p>

<p>1109. నాకు ఆధిక్యము కలుగజేయువాడా – 1 కొరింథీ 4:7</p>

<p>1110. నీ ఆలోచనచేత నన్ను నడిపించెదవు. తరువాత మహిమలో నీవు నన్ను చేర్చుకొందువు – కీర్తన 73:24</p>

<p>1111. నా పాదము తొట్రిల్లనియ్యని దేవా – కీర్తన 121:3</p>

<p>1112. నన్ను కాపాడువాడు కునుకడు నిద్రపోడు – కీర్తన 121:3</p>

<p>1113. నేను నీకు మొరలిడిన దినమున నీవు నాయొద్దకు వచ్చితివి భయపడకుమి అని నీవు చెప్పితివి – విలాప 3:57</p>

<p>1114. మా శత్రువుల చేతిలోనుండి మమ్మును రక్షించు వాడవు నీవే మమ్మును ద్వేషించువారిని సిగ్గుపరచువాడవు నీవే – కీర్తన 44:7</p>

<p>1115. ఇశ్రాయేలీయుల నాశీర్వదించు దేవా – కీర్తన 115:12</p>

<p>1116. అహరోను వంశస్థులనాశీర్వదించు దేవా – కీర్తన 115:12</p>

<p>1117. భూమ్యాకాశములను సృజించిన యెహోవాచేత మేము ఆశీర్వదింపబడితిమి – కీర్తన 115:15</p>

<p>1118. నీ సేవకుల కుమారులు నిలిచియుందురు – కీర్తన 108:28</p>

<p>1119. నీ సేవకు నీ సంతానము నీ సన్నిధిని స్థిరపరచబడును – కీర్తన 108:28</p>

<p>1120. మన పాపములనుబట్టి మనకు ప్రతికారము చేయలేదు మన దోషములనుబట్టి మనకు ప్రతిఫలమియ్యలేదు – కీర్తన 103:10</p>

<p>1121. భూమికంటె ఆకాశము ఎంత ఉన్నతముగా ఉన్నదో ఆయనయందు భయభక్తులు గలవారియెడల ఆయన కృప అంత అధికముగా ఉన్నది – కీర్తన 103:10</p>

<p>1122. నీ ముఖకాంతిని బట్టి – కీర్తన 44:3</p>

<p>1123. దుష్టమృగములుండు పర్వతముల సౌందర్యముకంటె నీవు అధిక తేజస్సుగలవాడవు – కీర్తన 76:4</p>

<p>1124. యెహోవాయందు భయభక్తులు గలవారి చుట్టు ఆయనదూత కావలియుండి వారిని రక్షించు దేవా – కీర్తన 34:7</p>

<p>1125. నీ నామమునందు భయభక్తులుగలవారి స్వాస్థ్యము నీవు నాకనుగ్రహించి యున్నావు – కీర్తన 61:5</p>

<p>1126. హృదయములను ఏకరీతిగా నిర్మించిన దేవా – కీర్తన 33:15</p>

<p>1127. మనుష్యుల అంతరంగములో జీవాత్మను సృజించు యెహోవా – జెకర్యా 12:1</p>

<p>1128. మనుష్యుల యోచనలు వారికి తెలియజేయు యెహోవా – ఆమోసు 4:13</p>

<p>1129. నీవు అభిషేకించినవానికి అధిక బలము కలుగజేయు దేవా – 1 సమూ 2:10</p>

<p>1130. సమాధానపు రాజు – హెబ్రీ 7:2</p>

<p>1131. దేవుడు సర్వభూమికి రాజై యున్నాడు రమ్యముగా కీర్తనలు పాడుడి – కీర్తన 47:7</p>

<p>1132. రాజాధిరాజు – దానియేలు 8:25</p>

<p>1133. మహోన్నతుని దక్షిణహస్తము మార్పునొందెననుకొను టకు నాకు కలిగిన శ్రమయే కారణము – కీర్తన 77:10</p>
<p>1134. దేవుడు మహోన్నతుడు మనము ఆయనను ఎరుగము ఆయన సంవత్సరముల సంఖ్య మితిలేనిది – యోబు 36:26</p>

<p>1135. సంవత్సరమును నీ దయాకిరీటము ధరింపజేసియున్నావు దేవా – కీర్తన 65:11</p>

<p>1136. దేవా నీ జాడలు సారము వెదజల్లుచున్నవి – కీర్తన 65:11</p>

<p>1137. నీయొద్ద జీవపు ఊట కలదు దేవా – కీర్తన 36:9</p>

<p>1138. దేవా నీ న్యాయవిధులు మహాగాధములు – కీర్తన 36:6</p>

<p>1139. నీ ఆలోచనలు అతిగంభీరములు దేవా – కీర్తన 92:5</p>

<p>1140. ఆహా, దేవుని బుద్ధి జ్ఞానముల బాహుళ్యము ఎంతగంభీరము దేవా – రోమీ 11:33</p>

<p>1141. నీ మహాత్మ్యము గ్రహింప శక్యము కానిది దేవా – కీర్తన 142:3</p>

<p>1142. ఎవడును తెలిసికొనలేని మహత్తయిన కార్యములను లెక్కలేనన్ని అద్భుతక్రియలను ఆయన చేయుచున్నాడు – యోబు 9:10</p>

<p>1143. విచారణ లేకుండనే బలవంతులను ఆయన నిర్మూలము చేయుచున్నాడు – యోబు 34:24</p>

<p>1144. నీ జ్ఞానమును శోధించుట అసాధ్యము దేవా – యెషయా 40:28</p>

<p>1145. నీ మార్గములెంతో అగమ్యములు దేవా – రోమీ 11:33</p>

<p>1146. యెహోవా, నీ కార్యములు ఎంత దొడ్డవి దేవా – కీర్తన 92:5</p>

<p>1147. నీ చర్యలన్నియు న్యాయములు ఆయన నిర్దోషియై నమ్ముకొనదగిన దేవుడు – ద్వితీ 32:4</p>

<p>1148. నీ నీతి దేవుని పర్వతములతో సమానము దేవా – కీర్తన 36:6</p>

<p>1149. ఆయన ప్రభావము భూమ్యాకాశములకు పైగా నున్నది – కీర్తన 148:13</p>

<p>1150. నీ కృప ఆకాశము నంటుచున్నది – కీర్తన 36:5</p>
</div>


`,
"praise24": `
<div class="praise">
    <h2> స్తుతి యాగము 24: 1151 - 1200 </h2>
<p>1151. నీ సత్యసంధత్వము అంతరిక్షము నంటుచున్నది – కీర్తన 36:5</p>

<p>1152. నరులు నీ రెక్కల నీడను ఆశ్రయించుచున్నారు – కీర్తన 36:7</p>

<p>1153. నీయొద్ద జీవపు ఊట కలదు దేవా – కీర్తన 36:9</p>

<p>1154. మేఘములను తనకు వాహనముగా చేసికొని గాలి రెక్కలమీద గమనము చేయుచున్న దేవా – కీర్తనల 104:3</p>

<p>1155. అరణ్యములలో వాహనమెక్కి ప్రయాణముచేయు దేవా – కీర్తనల 68:4</p>

<p>1156. నక్షత్రముల సంఖ్యను నియమించిన దేవా – కీర్తనల 147:4</p>

<p>1157. నక్షత్రములను మరుగుపరచు దేవా – యోబు 9:7</p>

<p>1158. శిక్షలో ఉంచ బడినవారిని తీర్పుదినమువరకు కావలిలో ఉంచుటకు సమర్థుడా – 2 పేతురు 2:10</p>

<p>1159. యోనాకంటె గొప్పవాడా – మత్తయి 12:41</p>

<p>1160. సొలొమోనుకంటె గొప్పవాడా – మత్తయి 12:42</p>

<p>1161. అందరికంటె గొప్పవాడా – యోహాను 10:29</p>

<p>1162. సీయోనులో యెహోవా మహోన్నతుడు – కీర్తన 99:2</p>

<p>1163. మాలో ఉన్నవాడు లోకములో ఉన్నవాని కంటె గొప్పవాడు – 1 యోహాను 4:4</p>

<p>1164. మీ జ్ఞానమునకు మితిలేదు – కీర్తన 147:5</p>

<p>1165. బలసౌందర్యములు ఆయన పరిశుద్ధస్థలములో ఉన్నవి గనుక – కీర్తన 96:6</p>

<p>1166. నీవు ఎంతైన నమ్మదగినవాడవు – విలాప 3:23</p>

<p>1167. యెహోవా మహా కృపగలవాడు – 1 దిన 21:13</p>

<p>1168. మహా ప్రభావముగలవాడని వారు యెహోవా మార్గములనుగూర్చి గానము చేసెదరు గనుక – కీర్తన 138:5</p>

<p>1169. ప్రభువా, నా దేవా, నాయెడల నీవు చూపిన కృప అధికమైనది – కీర్తన 86:13</p>

<p>1170. పగటివేళ యెహోవా తన కృప కలుగ నాజ్ఞాపించును – కీర్తన 42:8</p>

<p>1171. నీ కృప జీవముకంటె ఉత్తమము నా పెదవులు నిన్ను స్తుతించును – కీర్తన 63:3</p>

<p>1172. ఆసక్తిని పైవస్త్రముగా ధరించుకొనినవాడా – యెషయా 59:18</p>

<p>1173. దేవా, నీ కృప యెంతో అమూల్యమైనది – కీర్తన 36:7</p>

<p>1174. దేవా, నీ కృప నిత్యముండును. – కీర్తన 106:1</p>

<p>1175. యెహోవా కృపగలవాడు ఆయన వాత్సల్యత యెడతెగక నిలుచునది గనుక – విలాప 3:22</p>

<p>1176. నీకు అనుదినము నూతనముగా వాత్సల్యత పుట్టు చున్నది – విలాప 3:23</p>

<p>1177. కరుణాకటాక్షములను మాకు కిరీటముగా ఉంచిన దేవా – కీర్తన 103:4</p>

<p>1178. నా దేవా నీవు అధిక ఘనతవహించినవాడవు – కీర్తన 104:1</p>

<p>1179. నీవు మహాత్మ్యమును ప్రభావమును ధరించియున్నావు – కీర్తన 104:1</p>

<p>1180. యెహోవా బలముధరించి బలముతో నడుము కట్టు కొనియున్నాడు – కీర్తన 93:1</p>

<p>1181. వస్త్రమువలె వెలుగును నీవు కప్పుకొనియున్నావు – కీర్తన 104:2</p>

<p>1182. తెరను పరచినట్టు ఆకాశవిశాలమును నీవు పరచి యున్నావు – కీర్తన 104:2</p>

<p>1183. నీతి కవచముగా ఆయన ధరించుకొనెను – యెషయా 59:17</p>

<p>1184. రక్షణను తలమీద శిరస్త్రాణముగా ధరించుకొనెను – యెషయా 59:17</p>

<p>1185. ప్రతిదండనను వస్త్రముగా వేసికొనిన దేవా – యెషయా 59:18</p>

<p>1186. రెండంచులుగల ఖడ్గముగలవాడు – ప్రకటన 2:12</p>

<p>1187. ఆశగల ప్రాణమును తృప్తిపరచి యున్నావు దేవా – కీర్తన 107:9</p>

<p>1188. ఆకలి గొనినవారి ప్రాణమును మేలుతో నింపి యున్నావు – కీర్తన 107:9</p>

<p>1189. నీ వాక్కును పంపి వారిని బాగుచేయు దేవా – కీర్తన 107:20</p>

<p>1190. నా బాధలో నీ వాక్యము నాకు నెమ్మది కలిగించుచున్నది – కీర్తన 119:50</p>

<p>1191. నీ ధర్మశాస్త్రమునందు ఆశ్చర్యమైన సంగతులు యున్నందుకు – కీర్తన 119:18</p>

<p>1192. నీ మాట వలన నిరీక్షణ పుట్టించియున్నావు – కీర్తన 119:49</p>

<p>1193. యహోవా, నీ మాట చొప్పున నీ సేవకునికి నీవు మేలు చేసియున్నావు – కీర్తన 119:65</p>

<p>1194. నీ వాక్యము నా పాదములకు దీపమును నా త్రోవకు వెలుగునై యున్నది – కీర్తన 119:105</p>

<p>1195. నీ వాక్యము తెలివిలేనివారికి తెలివి కలిగించును – కీర్తన 119:130</p>

<p>1196. నీ మాట మిక్కిలి స్వచ్ఛమైనది అది నీ సేవకునికి ప్రియమైనది – కీర్తన 119:140</p>

<p>1197. నీ మాటలు నాకు సంతోషమును నా హృదయమునకు ఆనందమును కలుగజేయుచున్నందుకు – యిర్మీయా 15:16</p>

<p>1198. యథార్థముగా ప్రవర్తించువానికి నా మాటలు క్షేమసాధనములు ప్రభువా – మీకా 2:7</p>

<p>1199. జీవజలముల ఊట – యిర్మీయా 17:13</p>

<p>1200. జీవాధిపతి.- అపొస్తలు 3:15</p>
</div>


`,
"praise25": `
<div class="praise">
    <h2> స్తుతి యాగము 25: 1201 - 1250 </h2>
<p>1201. ప్రాణమునకును, దీర్ఘాయుష్షుకును మూలమై యున్నవాడా – ద్వితీ 30:20</p>

<p>1202. యెహోవాయే నిత్యాశ్రయదుర్గము – యెషయా 26:4</p>

<p>1203. నా ఆశ్రయదుర్గమా, నా విమోచకుడా, నా నోటి మాటలును నా హృదయ ధ్యానమునునీ దృష్టికి అంగీకారములగును గాక – కీర్తన 19:14</p>

<p>1204. నాకు వెలుగును రక్షణయునైయున్నవాడా – కీర్తన 27:1</p>

<p>1205. నా ప్రాణదుర్గమ – కీర్తన 27:1</p>

<p>1206. ఆశ్రయమును దుర్గమునై యున్నవాడా ఆపత్కాలములో నమ్ముకొనదగిన సహాయకుడ – కీర్తన 46:1</p>

<p>1207. నీవే స్తోత్రము నొందదగినవాడవు – కీర్తన 119:14</p>

<p>1208. కృపానిధి నా కోట నా దుర్గము నన్ను తప్పించువాడు నా కేడెము నే నాశ్రయించువాడు ఆయన – కీర్తన 144:2</p>

<p>1209. నాకు ఆశ్రయదుర్గమగు యెహోవా – కీర్తన 144:1</p>

<p>1210. నా పరిశుద్ధ దేవా, ఆదినుండి నీవున్నవాడవు – హబ 1:12</p>
<p>1211. యెహోవా నా స్వాస్థ్యభాగము నా పానీయభాగమునీవే నా భాగమును కాపాడుచున్నావు – కీర్తన 16:5</p>

<p>1212. నా హృదయమునకు ఆశ్రయ దుర్గమును స్వాస్థ్యమునై యున్న వాడ – కీర్తన 73:26</p>

<p>1213. యెహోవాయే నా బలము నా గానము ఆయన నాకు రక్షణయు ఆయెను – నిర్గమ 15:2</p>

<p>1214. మరణము వరకు నడిపించువాడ – కీర్తన 48:14</p>

<p>1215. మెస్సీయ – యోహాను 1:41</p>

<p>1216. నా నిరీక్షణాస్పదము నీవే – కీర్తన 71:5</p>

<p>1217. నతన యేలుబోధకుడా, నీవు దేవుని కుమారుడవు – యోహాను 1:49</p>

<p>1218. యెష్షయి మొద్దునుండి పుట్టు చిగురు – యెషయా 11:1</p>

<p>1219. యథార్థవంతులయెడల యథార్థవంతుడవుగా నుందువు – కీర్తన 18:25</p>

<p>1220. దయగలవారియెడల నీవు దయచూపించు వాడ – కీర్తన 18:25</p>

<p>1221. సద్భావముగలవారియెడల నీవు సద్భావము చూపు దువు – కీర్తన 18:26</p>

<p>1222. మూర్ఖులయెడల నీవు వికటముగా నుందువు – కీర్తన 18:26</p>

<p>1223. దేవుని యొద్దనుండి వచ్చిన బోధకుడ – యోహాను 3:2</p>

<p>1224. క్రియలోను వాక్యములోను శక్తి గల ప్రవక్త – లూకా 24:19</p>

<p>1225. ఇశ్రాయేలునకు కాపరీ – కీర్తన 80:1</p>

<p>1226. ఇశ్రాయేలీయులకు ఆధారమైన వాడ – 1 సమూ 15:29</p>

<p>1227. ఇశ్రాయేలునకు ఆశ్రయుడా – యిర్మీయా 14:8</p>

<p>1228. ఇశ్రాయేలీయులకు ఆశ్రయదుర్గమగువాడ – 2 సమూ 23:3</p>

<p>1229. ఇశ్రాయేలుయొక్క ఆదరణ – లూకా 2:25</p>

<p>1230. ఇశ్రాయేలు సృష్టికర్త – యెషయా 43:15</p>

<p>1231. బహు పరాక్రమముగల యాకోబు దేవుడ – యెషయా 60:16</p>

<p>1232. యాకోబునకు స్వాస్థ్యమగువాడ – యిర్మీయా 10:16</p>

<p>1233. యాకోబును ప్రేమించిన వాడ – రోమీ 9:13</p>

<p>1234. ఆశ్చర్యమైన ఆలోచనశక్తియు అధిక బుద్ధియు అనుగ్రహించువాడ – యెషయా 28:29</p>

<p>1235. క్రియలు జరిగించు విషయములో శక్తి సంపన్నుడవు – యిర్మీయా 32:19</p>

<p>1236. యెహోవావలననే నాకు సహాయము కలుగును ఆయన భూమ్యాకాశములను సృజించినవాడు – కీర్తన 121:2</p>

<p>1237. వంకర త్రోవలను చక్కగ చేయువాడ – యెషయా 42:16</p>

<p>1238. తండ్రివలన కలిగిన అద్వితీయకుమారుడ – యోహాను 1:14</p>

<p>1239. సన్నిధి దూత – యెషయా 63:9</p>

<p>1240. ఇశ్రాయేలీయుల యెదుట నడిచిన దేవదూత – నిర్గమ 14:19</p>

<p>1241. నిబంధన దూత – మలాకీ 3:1</p>

<p>1242. దేవునికిని నరులకును మధ్య వర్తియు ఒక్కడే – 1 తిమోతి 2:5</p>

<p>1243. పరిశుద్ధస్థలముగా నుండు యెహోవా – యెషయా 8:13</p>

<p>1244. భూషణ కిరీటముగా నుండు యెహోవా – యెషయా 28:5</p>

<p>1245. సౌందర్యముగల మకుటముగా నుండు యెహోవా – యెషయా 28:5</p>

<p>1246. నీ కుడిచేత రక్షించువాడా – కీర్తన 17:7</p>

<p>1247. నా కుడిప్రక్కన నీడగా ఉండు యెహోవా – కీర్తన 121:5</p>

<p>1248. సర్వాధిపతి రాజులకు రాజు – 1 తిమోతి 6:15</p>

<p>1249. శ్రీమంతుడును అద్వితీయుడునగు సర్వాధిపతి – 1 తిమోతి 6:15</p>

<p>1250. దేవుని మహిమ యొక్క తేజస్సు – హెబ్రీ 1:3</p>
</div>


`,
"praise26": `
<div class="praise">
    <h2> స్తుతి యాగము 26: 1251 - 1300 </h2>
<p>1251. కడపటి ఆదామ – 1 కొరింథీ 15:45</p>

<p>1252. వ్యవసాయకుడా – యోహాను 15:1</p>

<p>1253. నిజమైన ద్రాక్షావల్లి – యోహాను 15:1</p>

<p>1254. భయంకరుడైన మహా దేవుడు – ద్వితీ 7:21</p>

<p>1255. సహాయకరమైన కేడెము – ద్వితీ 33:29</p>

<p>1256. ఔన్నత్యమును కలిగించు ఖడ్గము – ద్వితీ 33:29</p>

<p>1257. యెహోవా స్వరము బలమైనది యెహోవా స్వరము ప్రభావము గలది – కీర్తన 29:3</p>

<p>1258. తండ్రి కుడిపార్శ్వ మున కూర్చున్నవాడా – ఎఫెసీ 1:21</p>

<p>1259. ప్రళయజలములమీద ఆసీనుడ – కీర్తన 29:10</p>

<p>1260. భూమండలముమీద ఆసీనుడై యున్న వాడా – యెషయా 40:22</p>

<p>1261. పరలోకమందును భూమిమీదను సర్వాధికారము గల వాడా – మత్తయి 28:18</p>

<p>1262. వినయముగలవారియొద్దను దీనమనస్సుగలవారియొద్దను నివసించు వాడా – యెషయా 57:15</p>

<p>1263. నాలో నివసించుచున్నవాడా – 1 కొరింథీ 3:16</p>

<p>1264. యెరూషలేములో నివసించు యెహోవా – కీర్తన 135:21</p>

<p>1265. సమీపింపరాని తేజస్సులో నివసించు వాడా – 1 తిమోతి 6:16</p>

<p>1266. కెరూ బుల మధ్యను నివసించుచున్న ఇశ్రాయేలీయుల దేవా – యెషయా 37:16</p>

<p>1267. మహోన్నతమైన పరిశుద్ధస్థలములో నివసించు వాడ – యెషయా 57:15</p>

<p>1268. ఇశ్రాయేలు చేయు స్తోత్రములమీద ఆసీనుడవై యున్న వాడ – కీర్తన 22:3</p>

<p>1269. స్తోత్రకీర్తనలనుబట్టి పూజ్యుడవు – నిర్గమ 15:11</p>

<p>1270. యథార్థవంతులయెడల యథార్థవంతుడవుగా నుందువు – కీర్తన 18:25</p>

<p>1271. సద్భావముగలవారియెడల నీవు సద్భావము చూపు దువు – కీర్తన 18:26</p>

<p>1272. మూర్ఖులయెడల నీవు వికటముగా నుందువు – కీర్తన 18:26</p>

<p>1273. ప్రధాన అపొస్తలుడు – హెబ్రీ 3:1</p>

<p>1274. ప్రభువును బోధకుడనై యున్నవాడ – యోహాను 13:14</p>

<p>1275. నీవు దేవునియొద్దనుండి వచ్చిన బోధకుడవని మేమెరుగుదుము – యోహాను 3:2</p>

<p>1276. ప్రధాన ప్రవక్త – యోహాను 4:19</p>

<p>1277. ప్రధాన యాజకుడు – హెబ్రీ 3:1</p>

<p>1278. క్రియలోను వాక్యములోను శక్తి గల ప్రవక్త – లూకా 24:19</p>

<p>1279. నిరంతరము ప్రధాన యాజకుడు – హెబ్రీ 6:20</p>

<p>1280. నమ్మకమునుగల ప్రధానయాజకుడ – హెబ్రీ 2:17</p>

<p>1281. పాపము లేని ప్రధానయాజకుడు – హెబ్రీ 4:15</p>

<p>1282. మనవలెనే శోధింపబడిన ప్రధానయాజకుడు – హెబ్రీ 4:15</p>

<p>1283. రాబోవుచున్న మేలులవిషయమై ప్రధానయాజకుడు – హెబ్రీ 9:11</p>

<p>1284. ఇశ్రాయేలు సృష్టికర్త – యెషయా 43:15</p>

<p>1285. మెల్కీసెదెకు క్రమము చొప్పున యాజకుడు – హెబ్రీ 7:11</p>

<p>1286. ఇశ్రాయేలునకు కాపరీ – కీర్తన 80:1</p>

<p>1287. ఇశ్రాయేలీయులకు ఆధారమైన వాడు – 1 సమూ 15:29</p>

<p>1288. ఇశ్రాయేలునకు ఆశ్రయుడా – యిర్మీయా 14:8</p>

<p>1289. ఇశ్రాయేలీయులకు ఆశ్రయదుర్గమగువాడు – 2 సమూ 23:3</p>

<p>1290. సమస్త దేవతలకంటెను ఆయన పూజనీయుడా – కీర్తన 96:4</p>

<p>1291. యెహోవా మహాత్మ్యముగలవాడు ఆయన అధికస్తోత్రము నొందదగినవాడు ఆయన మహాత్మ్యము గ్రహింప శక్యము కానిది – కీర్తన 145:3</p>

<p>1292. కృప చూపుటకు ఐశ్వర్యవంతుడై యున్నవాడా – రోమీ 10:12</p>

<p>1293. చెరసాలలో ఉన్నవారి మూల్గులను వినువాడా – కీర్తన 102:20</p>

<p>1294. యెహోవా పడిపోవువారినందరిని ఉద్ధరించువాడా – కీర్తన 145:14</p>

<p>1295. క్రుంగిపోయిన వారినందరిని లేవనెత్తువాడా – కీర్తన 145:14</p>

<p>1296. గుండె చెదరినవారిని ఆయన బాగుచేయువాడు వారి గాయములు కట్టువాడు – కీర్తన 147:3</p>

<p>1297. నేలనుండి దరిద్రులను లేవనెత్తువాడా – కీర్తన 113:8</p>

<p>1298. బాధింపబడువారి పక్షమున వ్యాజ్యెమాడు యెహోవా – కీర్తన 140:12</p>

<p>1299. భూమండలముమీద ఆసీనుడైయున్నవాడా – యెషయా 40:22</p>

<p>1300. ప్రళయజలములమీద ఆసీనుడైయున్నవాడా – కీర్తన 29:10</p></div>


`,
"praise27": `
<div class="praise">
    <h2> స్తుతి యాగము 27: 1301 - 1350 </h2>
<p>1301. ఆకాశమందు ఆసీనుడైయున్నవాడా – కీర్తన 2:4</p>

<p>1302. యెహోవా తన పరిశుద్ధాలయములో ఉన్నాడు – కీర్తన 11:4</p>

<p>1303. యెహోవా సింహాసనము ఆకాశమందున్నది – కీర్తన 11:4</p>

<p>1304. మహిమగల దేవుడు ఉరుమువలె గర్జించుచున్న వాడా – కీర్తన 29:3</p>

<p>1305. ఎంతో హెచ్చుగా పరలోకమునందు ఆయనను తన కుడిపార్శ్వ మున కూర్చుండబెట్టుకొనియున్నాడు – ఎఫెసీ 1:21</p>

<p>1306. పర్వతములను నిరూపించువాడును గాలిని పుట్టించువాడును ఆయనే – ఆమోసు 4:13</p>

<p>1307. ఏడు నక్షత్రములు తన కుడిచేత పట్టుకొనిన వాడా – ప్రకటన 2:1</p>

<p>1308. యేడు దీపస్తంభములమధ్య సంచరించు వాడా – ప్రకటన 2:1</p>

<p>1309. దయగలవారియెడల నీవు దయచూపించుదువు – కీర్తన 18:25</p>

<p>1310. యథార్థవంతులయెడల యథార్థవంతుడవుగా నుందువు – కీర్తన 18:25</p>

<p>1311. సద్భావముగలవారియెడల నీవు సద్భావము చూపు దువు – కీర్తన 18:26</p>

<p>1312. నేను బోధకుడను ప్రభువును – యోహాను 13:13</p>

<p>1313. నీవు దేవునియొద్దనుండి వచ్చిన బోధకుడవని మేమెరుగుదుము – యోహాను 3:2</p>

<p>1314. ప్రధానయాజకుడు – హెబ్రీ 3:1</p>

<p>1315. యేసు అను గొప్ప ప్రధానయాజకుడు – హెబ్రీ 4:14</p>

<p>1316. ప్రధానయాజకుడైన యేసు – హెబ్రీ 6:20</p>

<p>1317. నమ్మకమునుగల ప్రధానయాజకుడ – హెబ్రీ 2:17</p>

<p>1318. మన ప్రధానయాజకుడు – హెబ్రీ 4:15</p>

<p>1319. రాబోవుచున్న మేలులవిషయమై ప్రధానయాజకుడు – హెబ్రీ 9:11</p>

<p>1320. ఈయన నిరంతరము ఉన్నవాడు గనుక మార్పులేని యాజకత్వము కలిగిన వాడాయెను – హెబ్రీ 7:24</p>

<p>1321. నీవు నిరంతరము మెల్కీసెదెకు క్రమము చొప్పున యాజకుడవై యున్నావు – హెబ్రీ 7:17</p>

<p>1322. ఇశ్రాయేలు సృష్టికర్తనగు నేనే మీకు రాజును – యెషయా 43:15</p>

<p>1323. యెహోవానగు నేనే మీకు పరిశుద్ధ దేవుడను – యెషయా 43:15</p>

<p>1324. ఇశ్రాయేలునకు కాపరీ – కీర్తన 80:1</p>

<p>1325. ఇశ్రాయేలీయులకు ఆధారమైన వాడా – 1 సమూ 15:29</p>

<p>1326. ఇశ్రాయేలునకు ఆశ్రయుడా – యిర్మీయా 14:8</p>

<p>1327. ఇశ్రాయేలుయొక్క ఆదరణ – లూకా 2:25</p>

<p>1328. ఇశ్రాయేలుయొక్క వెలుగు – యెషయా 10:17</p>

<p>1329. ఇశ్రాయేలుకు మహిమ – లూకా 2:30</p>

<p>1330. ఇశ్రాయేలీయులను పరిశుద్ధపరచువాడ – యెహెజ్కేలు 37:28</p>

<p>1331. ఇశ్రాయేలీయుల న్యాయాధిపతి – మీకా 5:1</p>

<p>1332. ఇశ్రాయేలుయొక్క బలిష్ఠుడా – యెషయా 1:24</p>

<p>1333. విమోచకుడా – యెషయా 60:16</p>

<p>1334. ప్రభువును సైన్యములకధిపతియునగు యెహోవా – యెషయా 10:16</p>

<p>1335. యోబునకు పూర్వము కలిగిన దానికంటె రెండంతలు అధికముగా యెహోవా అతనికి దయచేసెను – యోబు 42:10</p>

<p>1336. యోబును మొదట ఆశీర్వదించినంతకంటె మరి అధికముగా ఆశీర్వదించెను – యోబు 42:12</p>
<p>1337. ఆశ్చర్యమైన ఆలోచనశక్తియు అధిక బుద్ధియు అనుగ్రహించువాడు ఆయనే – యెషయా 28:29</p>

<p>1338. ఆలోచన విషయములో నీవే గొప్పవాడవు, క్రియలు జరిగించు విషయములో శక్తి సంపన్నుడవు – యిర్మీయా 32:19</p>

<p>1339. వాక్యము శరీరధారియై, కృపాసత్యసంపూర్ణుడుగా మనమధ్య నివసించెను – యోహాను 1:14</p>

<p>1340. తండ్రివలన కలిగిన అద్వితీయ కుమారుడా – యోహాను 1:14</p>

<p>1341. ఆయన సన్నిధి దూతయైనవాడా – యెషయా 63:9</p>

<p>1342. యెహోవా సేనాధిపతి – యెహోషువ 5:14</p>

<p>1343. మా పక్షమున ఉన్నవాడా – 2 దిన 13:12</p>

<p>1344. దేవుడొక్కడే, దేవునికిని నరులకును మధ్య వర్తియు ఒక్కడే; ఆయన క్రీస్తుయేసు నరుడు – 1 తిమోతికి 2:5</p>

<p>1345. అరుణోదయ దేవా – లూకా 1:79</p>

<p>1346. దయాదాక్షిణ్యపూర్ణుడా – కీర్తన 111:4</p>

<p>1347. వధింపబడిన గొఱ్ఱపిల్ల, శక్తియు ఐశ్వర్యమును జ్ఞానమును బలమును ఘనతయు మహిమయు స్తోత్రమును పొందనర్హుడా – ప్రకటన 5:12</p>

<p>1348. భూషణ కిరీటముగా నుండు దేవా – యెషయా 28:5</p>

<p>1349. ఆయన వివేచనాశక్తి బహు బలమైనది – యోబు 36:5</p>

<p>1350. కనుపాపవలె కాపాడుచున్న దేవా – కీర్తన 17:9</p>
</div>


`,
"praise28": `
<div class="praise">
    <h2> స్తుతి యాగము 28: 1351 - 1400 </h2>
<p>1351. శ్రీమంతుడును అద్వితీయుడునగు సర్వాధిపతి – 1 తిమోతికి 6:16</p>

<p>1352. అమరత్వ ముగలవాడైయున్న దేవా – 1 తిమోతికి 6:17</p>

<p>1353. జీవింపచేయు ఆత్మ – 1 కొరింథీ 15:45</p>

<p>1354. నిజమైన ద్రాక్షావల్లి – యోహాను 15:1</p>

<p>1355. ఆయన కంసాలి అగ్నివంటివాడు, చాకలివాని సబ్బువంటి వాడు – మలాకీ 3:2</p>

<p>1356. దహించు అగ్నియై యున్నదేవా – హెబ్రీ 12:29</p>

<p>1357. మా పక్షమున యుద్ధము చేయు దేవా – నిర్గమ 14:14</p>

<p>1358. విశ్వాసమునకు కర్తయు దానిని కొనసాగించు దేవా – హెబ్రీ 12:2</p>

<p>1359. భయంకరుడైన మహా దేవా – ద్వితీ 7:21</p>

<p>1360. నరులయెడల ఆయన జరిగించు కార్యములను చూడగా ఆయన భీకరుడై యున్న దేవా – కీర్తన 66:5</p>

<p>1361. సహాయకరమైన కేడెముగల దేవా – ద్వితీ 33:29</p>

<p>1362. ఔన్నత్యమును కలిగించు ఖడ్గమా – ద్వితీ 33:29</p>

<p>1363. కుమ్మరి వాడ – యిర్మీయా 18:6</p>

<p>1364. పక్షపాతములేని వాడ – రోమీ 2:11</p>

<p>1365. బహు స్థిరమైన పునాదియైన మూలరాయి యున్న వాడ – యెషయా 28:16</p>

<p>1366. పరిశోధింపబడిన రాయి అమూల్యమైన తలరాయియై యున్న దేవా – యెషయా 28:16</p>

<p>1367. ఆనందతైలముతో అభిషేకింపబడిన దేవా – హెబ్రీ 1:9</p>

<p>1368. యూదా గోత్రపు సింహమా – ప్రకటన 5:5</p>

<p>1369. మా పక్షమున యుద్ధము చేయు దేవా – నిర్గమ 14:14</p>

<p>1370. అధిక బలసంపన్నుడు – యోబు 9:4</p>

<p>1371. యెహోవా మహా దేవుడు దేవతలందరికి పైన మహాత్మ్యముగల మహారాజు – కీర్తన 95:3</p>

<p>1372. సమస్త దేవతలకంటె గొప్పవాడ – నిర్గమ 18:11</p>

<p>1373. భూలోకమంతటికి పైగా నీవు మహోన్నతుడవై యున్నావు సమస్త దేవతలకు పైగా నీవు అత్యధికమైన ఔన్నత్యము పొందియున్నావు – కీర్తన 97:9</p>

<p>1374. యెహోవా మహాత్మ్యముగలవాడు ఆయన అధికస్తోత్రము పొందతగినవాడు సమస్త దేవతలకంటెను ఆయన పూజనీయుడు – కీర్తన 96:4</p>

<p>1375. యెహోవా గొప్పవాడనియు మన ప్రభువు సమస్త దేవతలకంటె గొప్పవాడనియు నేనెరుగుదును – కీర్తన 135:5</p>

<p>1376. యెహోవా మహాత్మ్యముగలవాడు ఆయన అధికస్తోత్రము నొందదగినవాడు ఆయన మహాత్మ్యము గ్రహింప శక్యము కానిది – కీర్తన 145:3</p>

<p>1377. కృప చూపుటకు ఐశ్వర్యవంతుడై యున్నదేవా – రోమీ 10:12</p>

<p>1378. మహా ఘనత నొందియున్న వాడ – యెషయా 33:5</p>

<p>1379. ఆకాశ మండలముకంటె మిక్కిలి హెచ్చయినవాడ – హెబ్రీ 7:26</p>

<p>1380. పరిశుద్ధసింహాసనముమీద ఆసీనుడై యున్నవాడ – కీర్తన 47:8</p>

<p>1381. న్యాయమునుబట్టి ఆయన తీర్పు తీర్చు వాడ – కీర్తన 7:11</p>

<p>1382. ఆయన నీతిపరుడు యథార్థవంతుడు – ద్వితీ 32:4</p>

<p>1383. నీతి సూర్యుడు – మలాకీ 4:2</p>

<p>1384. నీతిఫలములు వృద్ధిపొందించు వాడ – 2 కొరింథీ 9:10</p>

<p>1385. నేను మొదటివాడను కడపటివాడను జీవించువాడ – ప్రకటన 1:18</p>

<p>1386. వర్తమాన భూత భవిష్యత్కాలములలో ఉండువాడ – ప్రకటన 1:8</p>

<p>1387. అల్ఫా ఓమెగ – ప్రకటన 22:13</p>

<p>1388. మొదటివాడ కడపటివాడ – ప్రకటన 22:13</p>

<p>1389. ఆదియు అంతమునై యున్నవాడ – ప్రకటన 22:13</p>

<p>1390. ఆకాశ మండలముకంటె మిక్కిలి హెచ్చయినవాడు – హెబ్రీ 7:26</p>

<p>1391. ఆత్మల కాపరియు అధ్యక్షుడ – 1 పేతురు 2:24</p>

<p>1392. మంచి కాపరి – యోహాను 10:11</p>

<p>1393. వధింపబడిన గొఱ్ఱపిల్ల – ప్రకటన 5:6</p>

<p>1394. దేవుని గొఱ్ఱపిల్ల – యోహాను 1:36</p>

<p>1395. నమ్మకమైన సాక్షి – ప్రకటన 1:5</p>

<p>1396. మన ప్రభువైన యేసుక్రీస్తు మూలముగా మనకు జయము అనుగ్రహించుచున్న దేవునికి స్తోత్రము – 1 కొరింథీ 15:57</p>

<p>1397. నరులచేత నిందింపబడినవాడ – కీర్తనల 22:6</p>

<p>1398. యెహోవాయే నిత్యాశ్రయదుర్గమ – యెషయా 26:4</p>

<p>1399. నీ వాక్యము నమ్మదగినదియు పూర్ణాంగీకారమునకు యోగ్య మునైయున్నందుకు – 1 తిమోతికి 4:9</p>

<p>1400. నీ వాక్యము సజీవమై బలముగలదైయున్నందుకు – హెబ్రీ 4:12</p>
</div>


`,
"praise29": `
<div class="praise">
    <h2> స్తుతి యాగము 29: 1401 - 1450 </h2>
<p>1401. నీ మాట అగ్నివంటిది బండను బద్దలుచేయు సుత్తెవంటిదిగా యున్నందుకు – యిర్మీయా 23:29</p>

<p>1402. నీ నోటి మాట అగ్నిగా యున్నందుకు – యిర్మీయా 5:14</p>

<p>1403. నీ వాక్యము యథార్థమైనది నీవు చేయునదంతయు నమ్మకమైనది – కీర్తన 33:4</p>

<p>1404. నీ ధర్మోపదేశము అపరిమితమైనది – కీర్తన 119:96</p>

<p>1405. నీతి నిబట్టి భీకరక్రియలచేత మాకు ఉత్తరమిచ్చు చున్నావు – కీర్తన 65:5</p>

<p>1406. మాకు రక్షణకర్తవైన దేవా – కీర్తన 65:5</p>

<p>1407. భూదిగంతముల నివాసులకందరికిని దూర సముద్రము మీదనున్న వారికిని ఆశ్రయమైన వాడా – కీర్తన 65:5</p>

<p>1408. మీ కోపము నిమిషమాత్రముండును మీ దయ ఆయుష్కాలమంతయు నిలుచును – కీర్తన 30:5</p>

<p>1409. దేవా ఎల్లప్పుడు వ్యాజ్యెమాడువాడవు కావు నీవు నిత్యము కోపించువాడవు కావు – కీర్తన 103:9</p>

<p>1410. నీందు భయభక్తులు నిలుపునట్లు నీయొద్ద క్షమాపణ దొరుకును – కీర్తన 130:4</p>

<p>1411. నీయొద్ద సంపూర్ణ విమోచన దొరుకును – కీర్తన 130:7</p>

<p>1412. ఆకాశవిశాలమును సృజించినవాడా – కీర్తన 96:5</p>

<p>1413. మహామహుడగు దేవా – హెబ్రీ 1:4</p>

<p>1414. భూమ్యాకాశములను సృజించిన దేవా – ఆది 1:2</p>

<p>1415. వెలుగును కలుగచేసిన దేవా – ఆది 1:3</p>

<p>1416. ఆకాశవిశాలమును కలుగచేసిన దేవా – ఆది 1:7</p>

<p>1417. మహిమాప్రభావములతో కిరీటము ధరించిన దేవా – హెబ్రీ 2:9</p>

<p>1418. ఆదియందు భూమికి పునాది వేసితివి – హెబ్రీ 1:10</p>

<p>1419. మార్గమును, సత్యమును, జీవమునైయున్న దేవా – యోహాను 14:6</p>

<p>1420. ద్వారము నైయున్న దేవా – యోహాను 10:9</p>

<p>1421. సత్యస్వరూపియగు పరిశుద్ధుడు – ప్రకటన 3:7</p>

<p>1422. నన్ను సృష్టించినవాడా – యెషయా 54:5</p>

<p>1423. నా స్నేహితుడా పరమ – 5:16</p>

<p>1424. నా ప్రాణ ప్రియుడా పరమ – 1:7</p>

<p>1425. నా ప్రియుడా, నీవు సుంద/డవు అతిమనోహరుడవు – పరమ 1:7</p>

<p>1426. నా ప్రాణదుర్గము – కీర్తన 27:1</p>

<p>1427. నా రక్షణదుర్గము – కీర్తన 140:7</p>

<p>1428. కీర్తనీయుడా – ద్వితీ 10:21</p>

<p>1429. నా ఆశ్రయదుర్గమా – కీర్తన 19:14</p>

<p>1430. త్తు త్తు శుక్రియ అవగాహన ల యొక్క ధన్యమైన భక్తి వాడ – నిర్గమ 15:2</p>

<p>1431. నాకుత్తరమిచ్చువాడా – కీర్తన 3:4</p>

<p>1432. స్తోత్రము నొందదగినవాడా – కీర్తన 119:12</p>

<p>1433. నా స్వాస్థ్యభాగము నా పానీయభాగమునీవే నా భాగమును కాపాడుచున్నావు – కీర్తన 16:5</p>

<p>1434. నా కృపానిధి – కీర్తన 144:2</p>

<p>1435. నే నాశ్రయించువాడా – కీర్తన 144:2</p>

<p>1436. నజరేయుడవగు యేసూ – మార్కు 1:24</p>

<p>1437. జీవాహారము – యోహాను 6:35</p>

<p>1438. తండ్రి లేని వారికి తండ్రి – కీర్తన 68:5</p>

<p>1439. విధవరాండ్రకు న్యాయకర్త – కీర్తన 68:5</p>

<p>1440. పాతాళ బలములోనుండి నా ప్రాణమును విమోచించువాడా – కీర్తన 49:15</p>

<p>1441. ఐగుప్తుదేశపు తొలిచూలులను హతము చేసిన దేవా – కీర్తన 136:10</p>

<p>1442. ఇశ్రాయేలీయులను సముద్రము మధ్యను ఆరిన నేల మీద నడిపించిన దేవా – నిర్గమ 14:22</p>

<p>1443. భుజంగముల శిరస్సులను పగుల గొట్టిన దేవా – కీర్తన 74:13</p>

<p>1444. మకరముయొక్క శిరస్సును నీవు ముక్కలుగా గొట్టిన దేవా – కీర్తన 74:14</p>

<p>1445. బుగ్గలను నదులను పుట్టించిన దేవా – కీర్తన 74:15</p>

<p>1446. నిత్యము ప్రవహించు నదులను ఇంక జేసితివి – కీర్తన 74:15</p>

<p>1447. పగటివేళ మేఘములోనుండియు రాత్రి వేళ అగ్నిప్రకాశములోనుండియు ఇశ్రాయేలీయులను నడిపించినవాడా – కీర్తన 78:14</p>

<p>1448. అరణ్యములో బండలు చీల్చి సముద్రమంత సమృద్ధిగా నీరు త్రాగనిచ్చిన వాడా – కీర్తన 78:15</p>

<p>1449. దేవదూతల ఆహారమ మన్నాను భుజింపనిచ్చిన వాడా – కీర్తన 78:25</p>

<p>1450. ఫరోను అతని సైన్యమును ఎఱ్ఱసముద్రములో ముంచివేసిన వాడా – కీర్తన 136:15</p>
</div>


`,
"praise30": `
<div class="praise">
    <h2> స్తుతి యాగము 30: 1451 - 1500 </h2>
<p>1451. ప్రసిద్ధినొందిన రాజులను హతముచేసిన వాడా – కీర్తన 136:18</p>

<p>1452. సూర్యుని గిబియోనులోను చంద్రుని అయ్యాలోను లోయలో నిలువచేసిన వాడా – యెహోషువ 10:12</p>

<p>1453. నీటిమడుగులను ఎండిన నేలగా చేసిన వాడా – కీర్తన 107:34</p>

<p>1454. పాడైపోయిన స్థలములలో చెట్లను నాటువాడా – యెహెజ్కేలు 36:36</p>

<p>1455. తప్పిపోయిన దానిని వెదకువాడా – యెహెజ్కేలు 34:16</p>

<p>1456. తోలివేసిన దానిని మరల తోలుకొని వచ్చివాడా – యెహెజ్కేలు 34:16</p>

<p>1457. గాయపడినదానికి కట్టు కట్టు వాడా – యెహెజ్కేలు 34:16</p>

<p>1458. దుర్బలముగా ఉన్నదానిని బలపరచువాడా – యెహెజ్కేలు 34:16</p>

<p>1459. గాలికి మరుగైనచోటువలెను ఉండువాడా – యెషయా 32:2</p>

<p>1460. నా దాగు చోటు నీవే గనుక – కీర్తన 32:7</p>

<p>1461. గ్రుడ్డివారి కన్నులు తెరవజేయువాడా – కీర్తన 146:8</p>

<p>1462. సొమ్మసిల్లినవారికి బలమిచ్చువాడా – యెషయా 40:29</p>

<p>1463. శక్తిహీనులకు బలాభివృద్ధి కలుగజేయువాడా – యెషయా 40:29</p>

<p>1464. దప్పిగలవానిమీద నీళ్లను ఎండిన కుమ్మరించువాడా – యెషయా 44:3</p>

<p>1465. అందరికి ఉపకారిగా ఉన్నవాడా – యెషయా 44:3</p>

<p>1466. సర్వజీవులకు తగిన కాలమందు ఆహారమిచ్చువాడా – కీర్తన 145:15</p>

<p>1467. నీ క్రియలన్నిటిలో కృపచూపువాడా – కీర్తన 145:17</p>

<p>1468. నీ మార్గములన్నిటిలో నీతిగలవాడా – కీర్తన 145:17</p>

<p>1469. ఇత్తడి తలుపులను పగులగొట్టు వాడా – యెషయా 45:2</p>

<p>1470. ఇనుపగడియలను విడగొట్టు వాడా – యెషయా 45:2</p>

<p>1471. చెదరిన ఇశ్రాయేలీయులను పోగుచేయువాడా – కీర్తన 145:2</p>

<p>1472. ఇల్లు కట్టించువాడా – కీర్తన 127:1</p>

<p>1473. కాలములను సమయ ములను మార్చువాడా – దాని 2:21</p>

<p>1474. వివేకులకు వివేకము అనుగ్రహించువాడా – దాని 2:21</p>

<p>1475. జ్ఞానులకు జ్ఞానమును అనుగ్రహించువాడా – దాని 2:21</p>

<p>1476. నా కార్యము సఫలముచేయువాడా – కీర్తన 57:2</p>

<p>1477. నా రక్షణకర్త – కీర్తన 42:5</p>

<p>1478. మరణము వరకు నడిపించువాడా – కీర్తన 48:14</p>

<p>1479. నిన్ను విడువను నిన్ను ఎడబాయను, నిబ్బరముగలిగి ధైర్యముగా నుండుము – యెహోషువ 1:6</p>

<p>1480. వెలుగును కలుగజేసినవాడా – ఆది 1:3</p>

<p>1481. నీవు బ్రదుకు దినములన్నిటను ఏ మనుష్యుడును నీ యెదుట నిలువలేక యుండును – యెహోషువ 1:5</p>

<p>1482. విశాలమును ఆకాశమును వేరుపరచిన వాడా – ఆది 1:7</p>

<p>1483. విత్తనములిచ్చు చెట్లను విత్తనములుగల ఫలమిచ్చు ఫలవృక్షములను మొలిపించిన వాడా – ఆది 1:12</p>

<p>1484. పగటిని ఏలుటకు పెద్ద జ్యోతిని రాత్రిని ఏలుటకు చిన్న జ్యోతిని నక్షత్రములను కలుగజేసినవాడా – ఆది 1:16</p>

<p>1485. నీటిని ద్రాక్షారసముగా జేసిన దేవా – యోహాను 2:9</p>

<p>1486. పుట్టుగ్రుడ్డివారు చూచునట్లుగాను, చెవిటివారు వినునట్లుగాను, మూగవారు మాటలాడునట్లుగాను చేశావు గనుక – యోహాను 9:7</p>

<p>1487. పక్షవాయువు, ఊచ చేయిగలవాడు నడుము వంగిన వారిని స్వస్థత పరచావు గనుక – మత్తయి 13:13</p>

<p>1488. దయ్యము పట్టిన వారిని విడిపించావు గనుక – మార్కు 1:34</p>

<p>1489. పగటివేళ భయంకరమైనవాటిలోనుండి మానవులను విమోచించావు గనుక – మార్కు 5:35</p>

<p>1490. గ్రంథము కాపాడుటకు, గురువులను పూజించుటకు, ప్రతిదినమును ఆచరించుటకు నీ స్వభావాన్ని మనకి చూపావు గనుక – యోహాను 7:23</p>

<p>1491. నీవు అవధిగా నిలువ నిన్ను మనకు మద్దతుగా నీవు దాచావు – లూకా 22:43</p>

<p>1492. సమస్త ప్రపంచములో విశ్వాసమును కలుగజేసిన వాడా – యోహాను 16:33</p>

<p>1493. నేను ఇచ్చిన శాంతియే నీకు మనోహరమై ఉండును – యోహాను 14:27</p>

<p>1494. విశ్వాసముతో నడుచుకున్నవాడు ఈ మానవ సంబంధములో హయ్యుగా బలపరచబడును – యోహాను 14:29</p>

<p>1495. నా నామము నీవు వినిపించావు – యోహాను 17:26</p>

<p>1496. నన్ను నిరాశలేకుండా కాపాడుము – యోహాను 17:11</p>

<p>1497. మీము నీవు ఇల్లు చేస్తావు – యోహాను 14:23</p>

<p>1498. మాకు స్వాతంత్ర్యమును తీసుకొచ్చావు – యోహాను 8:32</p>

<p>1499. సమస్తమును ఏకకాలంలో విశ్వాసము కలుగజేయు వాడా – యోహాను 16:33</p>

<p>1500. నీ పరమతిమాత్రము నిత్యముగాను నిలువ నీవు నాకు ఆశ్రయంగా ఉన్నావు – యోహాను 14:27</p>
</div>


`,
"praise31": `
<div class="praise">
    <h2> స్తుతి యాగము 31: 1501 - 1550 </h2>
<p>1501. నీవు విరహమును పోగుచేయవచ్చును – యోహాను 17:22</p>

<p>1502. ఎర్ర సముద్రము నడిచిన వాడా – మత్తయి 14:25</p>

<p>1503. వెనుక మనకు కన్పించదు – లూకా 5:19</p>

<p>1504. సర్వజీవుల మీద ప్రభావము నిండిపోయిన దేవా – మత్తయి 8:34</p>

<p>1505. నేను నిన్ను ఆశ్రయించుటకు ఆశ్రయములలో ఉంచుచున్నాను – లూకా 22:43</p>

<p>1506. నీ సత్కారములతో బరువును తేలియజేసినవాడా – లూకా 1:52</p>

<p>1507. నీవు తమకు దాచుకుంటావు – యోహాను 14:27</p>

<p>1508. నీ శాంతిని సర్వప్రపంచమందు నీ ఇల్లు చేసావు – యోహాను 14:27</p>

<p>1509. ప్రతిమహిన్స్పెత్తి సమస్తమును సేవించు దేవా – యోహాను 16:33</p>

<p>1510. విశ్వాసములో మనము విజయమును పొందు – యోహాను 16:33</p>

<p>1511. స్వప్నము లేకుండా మేము ఒకదాని పై దయ చేయగలిగితే – లూకా 18:43</p>

<p>1512. మీకు స్వాధీనత మరియు సంక్షేమము నిచ్చినవాడా – యోహాను 14:30</p>

<p>1513. ఆత్మీయ శాంతి కలుగజేసినవాడా – యోహాను 14:27</p>

<p>1514. మానవుని ఆశ్రయించుటకు ఆశ్రయములు ఉన్నవాడా – యోహాను 14:23</p>

<p>1515. నీవు నిన్ను నన్ను అనుకూలించావు – లూకా 1:46</p>

<p>1516. నాకు నీ వైపున నుండి జ్ఞానమును ఉంచుచున్నావు – యోహాను 14:16</p>

<p>1517. సమస్త జీవుల క్షేమము నింపినవాడా – యోహాను 14:27</p>

<p>1518. విశ్వాసము నిత్యముగా నిలువ నీవు నాకు ఉపాధ్యాయుడవు – యోహాను 14:26</p>

<p>1519. నీ మనస్సు మనకు మానవుని సంక్షేమము – లూకా 10:42</p>

<p>1520. ప్రభువా, నీవు మాకు ఇనుప చెకరిన కదల్చుటకు సమాధానము – మత్తయి 8:26</p>

<p>1521. నీవు నేనెన్నటికీ నిలువచేసిన పరమతిమాత్రము – యోహాను 14:27</p>4


<p>1522. ఆశ్చర్యక్రియలు జరిగించు దేవా కీర్త 77:13</p>

<p>1523. ఐశ్వర్యము గల దేవా ఫిలి 4:19</p>

<p>1524. నిత్యము ప్రవహించు నదులను ఇంకజేసినవాడా కీర్తన 74:15</p>

<p>1525. వృద్ధి కలుగజేయు దేవా 1 కొరి 3:7</p>

<p>1526. మన ప్రభువైన యేసుక్రీస్తు మూలముగా మనకు జయము అనుగ్రహించుచున్న దేవునికి స్తోత్రము 1 కొరి 15:57</p>

<p>1527. సమాధానకర్తయగు దేవా 1 థెస్స 5:23</p>

<p>1528. న్యాయమునుబట్టి ఆయన తీర్పు తీర్చు దేవా కీర్త 7:11</p>

<p>1529. రోషముగల దేవా నిర్గ 20:5</p>

<p>1530. నీవు పాపము పరిహరించు దేవుడ వైతివి గనుక కీర్త 99:8</p>

<p>1531. పరలోకమందున్న మా తండ్రీ మత్త 6:9</p>

<p>1532. సమస్తమును జరిగించు దేవా ప్రస 11:5</p>

<p>1533. రక్షకుడైన దేవా కీర్త 24:5</p>

<p>1534. మన రక్షకుడగు దేవుడు 1 తిమో 2:3</p>

<p>1535. జీవము గల దేవా కీర్త 42:2</p>

<p>1536. ఆనంద సంతోషములు కలుగజేయు దేవా కీర్త 43:4</p>

<p>1537. పరిశుద్ధ దేవుడైన యెహోవా 1 సమూ 6:20</p>

<p>1538. నన్ను కఠినముగా శిక్షించినను నన్ను మరణమునకు అప్పగింపనివాడా కీర్తన 118:18</p>

<p>1539. వెనుకను ముందును నీవు నన్ను ఆవరించియున్నావు నీ చేయి నా మీద ఉంచియున్నావు గనుక కీర్తన 139:5</p>

<p>1540. నీ తలంపులు నా కెంత ప్రియమైనవి గనుక కీర్తన 139:17</p>

<p>1541. నా సరిహద్దులలో సమాధానము కలుగజేయువాడా కీర్తన 147:14</p>

<p>1542. మంచి గోధుమలతో నన్ను తృప్తిపరచువాడా కీర్తన 147:14</p>

<p>1543. నా మనోభీష్టము నీవు సఫలము చేయుచున్నవాడా కీర్తన 21:2</p>

<p>1544. నన్ను మరచిపోలేదు గనుక కీర్తన 115:12</p>

<p>1545. నీ సన్నిధిని సంతోషముతో నన్ను నుల్లసింపజేసిన వాడా కీర్తన 21:6</p>

<p>1546. నీయందు భయభక్తులు గలవారిమీద నీ కృప యుగయుగములు నిలుచును గనుక కీర్తన 103:17</p>

<p>1547. వెండిని నిర్మలము చేయురీతిగా మమ్మును నిర్మలులను చేయు వాడా కీర్తన 66:10</p>

<p>1548. వారి యెదుట చీకటిని వెలుగుగాను వంకర త్రోవలను చక్కగాను చేయుదును యెషయా 42:16</p>

<p>1549. మనుష్యుడు గాలికి మరుగైనచోటువలెను గాలివానకు చాటైన చోటువలెను ఉండును యెషయా 32:2</p>

<p>1550. గాయపడినదానికి కట్టు కట్టు దును యెహెజ్కేలు 34:16</p>
</div>


`,
"praise32": `
<div class="praise">
    <h2> స్తుతి యాగము 32: 1551 - 1600 </h2>
<p>1551. తప్పిపోయిన దానిని నేను వెదకుదును యెహెజ్కేలు 34:16</p>

<p>1552. తోలివేసిన దానిని మరల తోలుకొని వచ్చెదను యెహెజ్కేలు 34:16</p>

<p>1553. యెహోవా నైన నేను పాడైపోయిన స్థలములను కట్టువాడ ననియు యెహెజ్కేలు 36:36</p>

<p>1554. అరణ్యమును నీటిమడుగుగాను ఎండిన నేలను నీటి ఊటల చోటుగాను ఆయన మార్చి కీర్తనల 107:35</p>

<p>1555. ఆయన బండను నీటిమడుగుగాను చెకుముకి రాతిబండను నీటి ఊటలుగాను చేయు వాడు కీర్తన 114:8</p>

<p>1556. ఆయన నదులను అడవిగాను కీర్తన 107:34</p>

<p>1557. ఆయన నీటి బుగ్గలను ఎండిన నేలగాను కీర్తన 107:34</p>

<p>1558. ఉదయమున చీకటి కమ్మ జేయువాడును ఆమోసు 4:13</p>

<p>1559. ఆ బూరల ధ్వని వినినప్పుడు ప్రజలు ఆర్భాటముగా కేకలు వేయగా ప్రాకారము కూలెను యెహొ 6:20</p>

<p>1560. యెహోషువ యెహోవాకు ప్రార్థన చేసెను సూర్యుడా, నీవు గిబియోనులో నిలువుము. చంద్రుడా, నీవు అయ్యాలోను లోయలో నిలువుము యెహొ 10:12</p>

<p>1561. అంతలో యెహోవా బిలాము కన్నులు తెరచెను సంఖ్యా 22:31</p>

<p>1562. నా జనులారా, నా బోధకు చెవియొగ్గుడి నా నోటిమాటలకు చెవియొగ్గుడి కీర్తన 78:1</p>

<p>1563. అరణ్యములో ఆయన బండలు చీల్చి సముద్రమంత సమృద్ధిగా వారికి నీరు త్రాగనిచ్చెను కీర్తన 78:15</p>

<p>1564. దేవదూతల ఆహారము నరులు భుజించిరి భోజనపదార్థములను ఆయన వారికి సమృద్ధిగా పంపెను కీర్తన 78:25</p>

<p>1565. బుగ్గలను నదులను పుట్టించితివి నిత్యము ప్రవహించు నదులను నీవు ఇంక జేసితివి కీర్తనల 74:15</p>

<p>1566. మారా నీళ్లు మధురము లాయెను నిర్గమ 15:25</p>

<p>1567. బలమైన తూర్పుగాలిచేత సముద్రమును తొలగించి దానిని ఆరిన నేలగా చేసెను నిర్గమ 14:21</p>

<p>1568. యెహోవా ఆకాశవిశాలమును సృజించినవాడు కీర్తన 96:5</p>

<p>1569. నీయొద్ద క్షమాపణ దొరుకును కీర్తన 130:4</p>

<p>1570. ఆయనయొద్ద సంపూర్ణ విమోచన దొరుకును కీర్తన 130:7</p>

<p>1571. ఆయనే నా రక్షణకర్త ఆయనను స్తుతించెదను కీర్తన 42:5</p>

<p>1572. యెహోవా వాక్యము యథార్థమైనది ఆయన చేయునదంతయు నమ్మకమైనది కీర్తన 33:4</p>

<p>1573. ఆయన కోపము నిమిషమాత్రముండును ఆయన దయ ఆయుష్కాలమంతయు నిలుచును కీర్తన 30:5</p>

<p>1574. నేను ఆపదలలో చిక్కుబడి యున్నను నీవు నన్ను బ్రదికించెదవు నా శత్రువుల కోపమునుండి నన్ను రక్షించుటకై నీవు నీచేయి చాపెదవు నీ కుడిచేయి నన్ను రక్షించును. కీర్తన 138:7</p>

<p>1575. నేను మొఱ్ఱపెట్టిన దినమున నీవు నాకు ఉత్తరమిచ్చితివి. కీర్తన 138:3</p>

<p>1576. వారి పండ్లకు మనలను వేటగా అప్పగింపని యెహోవా స్తుతినొందును గాక. కీర్తన 124:6</p>

<p>1577. యెహోవా నన్ను కఠినముగా శిక్షించెను గాని ఆయన నన్ను మరణమునకు అప్పగింపలేదు. కీర్తన 118:18</p>

<p>1578. దేవా, నీ తలంపులు నా కెంత ప్రియమైనవి వాటి మొత్తమెంత గొప్పది. కీర్తన 139:17</p>

<p>1579. నా సరిహద్దులలో సమాధానము కలుగజేయువాడు ఆయనే కీర్తన 147:14</p>

<p>1580. నా మనోభీష్టము నీవు సఫలము చేయుచున్నావు కీర్తన 21:2</p>

<p>1581. మనము దీనదశలోనున్నప్పుడు ఆయన మనలను జ్ఞాప కము చేసికొనెను కీర్తన 136:23</p>

<p>1582. యెహోవా మమ్మును మరచిపోలేదు ఆయన మమ్ము నాశీర్వదించును కీర్తన 115:12</p>

<p>1583. నేను మీ మధ్య నడిచెదను మీకు దేవుడనైయుందును; మీరు నాకు ప్రజలై యుందురు. లేవీ 26:12</p>

<p>1584. నిత్యము ఆశీర్వాద కారకుడుగా నుండునట్లు నీవతని నియమించియున్నావునీ సన్నిధిని సంతోషముతో అతని నుల్లసింపజేసియున్నావు. కీర్తన 21:6</p>

<p>1585. నీ మందిరముయొక్క సమృద్ధివలన వారు సంతృప్తి నొందుచున్నారు. నీ ఆనందప్రవాహములోనిది నీవు వారికి త్రాగించు చున్నావు. కీర్తన 36:8</p>

<p>1586. ఆయన ఆకాశమునుండి ఆజ్ఞ ఇచ్చి నన్ను రక్షించును నన్ను మింగగోరువారు దూషణలు పలుకునప్పుడు దేవుడు తన కృపాసత్యములను పంపు ను కీర్తన 57:3</p>

<p>1587. దేవునివలన మేము శూరకార్యములు జరిగించెదము మా శత్రువులను అణగద్రొక్కువాడు ఆయనే. కీర్తన 108:13</p>


<p>1588. దేవా, నీవు మమ్మును పరిశీలించియున్నావు. వెండిని నిర్మలము చేయురీతిగా మమ్మును నిర్మలులను చేసియున్నావు. కీర్తన 66:10</p>

<p>1589. నేను మీ దేవుడనైన యెహోవాను. నేను మీ కాడి పలుపులను తెంపి మిమ్మును నిలువుగా నడవచేసితిని. లేవీ 26:13</p>

<p>1590. ఆయన ఇశ్రాయేలీయుల నాశీర్వదించును కీర్తన 115:12</p>

<p>1591. అహరోను వంశస్థులనాశీర్వదించును కీర్తన 115:12</p>

<p>1592. భూమ్యాకాశములను సృజించిన యెహోవాచేత ఆశీర్వదింపబడినవారము. కీర్తన 115:15</p>

<p>1593. ఆదియందు నీవు భూమికి పునాది వేసితివి ఆకాశములు కూడ నీ చేతిపనులే. కీర్తన 102:25</p>

<p>1594. నీ సేవకుల కుమారులు నిలిచియుందురు వారి సంతానము నీ సన్నిధిని స్థిరపరచబడును. కీర్తన 102:28</p>

<p>1595. ఆయన నిబంధనను గైకొనుచు ఆయన కట్టడల ననుస రించి నడచుకొను వారిమీద యెహోవాయందు భయభక్తులు గలవారిమీద ఆయన కృప యుగయుగములు నిలుచును ఆయన నీతి వారికి
పిల్ల తరమున నిలుచును. కీర్తన 103:18</p>

<p>1596. భూమికంటె ఆకాశము ఎంత ఉన్నతముగా ఉన్నదో ఆయనయందు భయభక్తులు గలవారియెడల ఆయన కృప అంత అధికముగా ఉన్నది. కీర్తన 103:11</p>

<p>1597. యెహోవా, నీవు మాకు సమాధానము స్థిరపరచుదువు నిజముగా నీవు మా పక్షముననుండి మా పనులన్నిటిని సఫలపరచుదువు. యెషయా 26:12</p>

<p>1598. తన పరిశుద్ధ స్థలములలో దేవుడు భీకరుడు ఇశ్రాయేలు దేవుడే తన ప్రజలకు బలపరాక్రమ ముల ననుగ్రహించుచున్నాడు దేవుడు స్తుతినొందు ను గాక. కీర్తన 68:35</p>

<p>1599. యెహోవా తన ప్రజలందు ప్రీతిగలవాడు. ఆయన దీనులను రక్షణతో అలంకరించును. కీర్తన 149:4</p>

<p>1600. యెహోవా స్వరము బలమైనది. కీర్తన 29:4</p>


`,
"praise33": `
<div class="praise">
    <h2> స్తుతి యాగము 33: 1601 - 1650 </h2>
<p>1601. యెహోవా స్వరము ప్రభావము గలది. కీర్తన 29:4</p>

<p>1602. యెహోవా స్వరము దేవదారు వృక్షములను విరచును కీర్తన 29:4</p>

<p>1603. యెహోవా లెబానోను దేవదారు వృక్షములను ముక్కలుగా విరచును. కీర్తన 29:5</p>

<p>1604. యెహోవా స్వరము అగ్నిజ్వాలలను ప్రజ్వలింప జేయుచున్నది. కీర్తన 29:7</p>

<p>1605. యెహోవా స్వరము అరణ్యమును కదలించును యెహోవా కాదేషు అరణ్యమును కదలించును కీర్తన 29:8</p>

<p>1606. యెహోవా స్వరము లేళ్ళను ఈనజేయును అది ఆకులు రాల్చును. కీర్తన 29:9</p>

<p>1607. యెహోవా ప్రళయజలములమీద ఆసీనుడాయెను యెహోవా నిత్యము రాజుగా ఆసీనుడైయున్నాడు. కీర్తన 29:10</p>

<p>1608. యెహోవా తన ప్రజలకు బలము ననుగ్రహించును కీర్తన 29:11</p>

<p>1609. యెహోవా తన ప్రజలకు సమాధానము కలుగజేసి వారి నాశీర్వదించును. కీర్తన 29:11</p>

<p>1610. నీ దక్షిణహస్తమే నీ బాహువే నీ ముఖకాంతియే వారికి విజయము కలుగజేసెను. కీర్తన 44:3</p>

<p>1611. నీయందు భయభక్తులుగలవారి నిమిత్తము నీవు దాచి యుంచిన మేలు యెంతో గొప్పది నరులయెదుట నిన్ను ఆశ్రయించువారి నిమిత్తము నీవు సిద్ధపరచిన మేలు ఎంతో గొప్పది. కీర్తన 31:19</p>

<p>1612. ఆయనే మనుష్యుల యోచనలు వారికి తెలియ జేయువాడు. ఆమోసు 4:13</p>

<p>1613. ప్రభువా, మనుష్యులకందరికి వారి వారి క్రియల చొప్పున నీవే ప్రతిఫలమిచ్చుచున్నావు. కీర్తన 62:12</p>

<p>1614. నీ మార్గమును యెహోవాకు అప్పగింపుము నీవు ఆయనను నమ్ముకొనుము ఆయన నీ కార్యము నెరవేర్చును. కీర్తన 37:5</p>

<p>1615. బలము తనదని ఒక మారు దేవుడు సెలవిచ్చెను కీర్తన 62:11</p>

<p>1616. ప్రార్థన ఆలకించువాడా కీర్తన 65:2</p>

<p>1617. నేను యెహోవాను, సర్వశరీ రులకు దేవుడను, నాకు అసాధ్యమైనదేదైన నుండునా? యిర్మీయా 32:27</p>

<p>1618. దేవుడు చెప్పిన యేమాటయైనను నిరర్థ కము కానేరదు లూకా 1:37</p>

<p>1619. నా తోడు, ప్రతి మోకాలును నా యెదుట వంగును,ప్రతి నాలుకయు దేవుని స్తుతించును అని ప్రభువు చెప్పుచున్నాడు రోమీ 14:11</p>

<p>1620. తన గదులలోనుండి ఆయన కొండలకు జలధారల నిచ్చును నీ క్రియల ఫలముచేత భూమి తృప్తిపొందుచున్నది. కీర్తన 104:13</p>

<p>1621. యెహోవా మహాత్మ్యముగలవాడు ఆయన అధికస్తోత్రము నొందదగినవాడు ఆయన మహాత్మ్యము గ్రహింప శక్యము కానిది కీర్తన 145:3</p>

<p>1622. ఆయన మహా వివేకి, అధిక బలసంపన్నుడు యోబు 9:4</p>

<p>1623. ఎవడును తెలిసికొనలేని మహత్తయిన కార్యములను లెక్కలేనన్ని అద్భుతక్రియలను చేయువాడా యోబు 9:10</p>

<p>1624. యెహోవా, నీ కార్యములు ఎంత దొడ్డవి! నీ ఆలోచనలు అతిగంభీరములు కీర్తన 92:5</p>

<p>1625. ఆయన కార్యము సంపూర్ణము ఆయన చర్యలన్నియు న్యాయములు ఆయన నిర్దోషియై నమ్ముకొనదగిన దేవుడు. ద్వితీ 32:4</p>

<p>1626. ఆయన నీతిపరుడు యథార్థవంతుడు. ద్వితీ 32:4</p>


<p>1627. ఆయన నామము మహోన్నతమైన నామము ఆయన ప్రభావము భూమ్యాకాశములకు పైగా నున్నది. కీర్తన 148:13</p>

<p>1628. యెహోవాయందు భయభక్తులు గలవారి చుట్టు ఆయనదూత కావలియుండి వారిని రక్షించును కీర్తన 34:7</p>

<p>1629. ప్రభువా, మనుష్యులకందరికి వారి వారి క్రియల చొప్పున నీవే ప్రతిఫలమిచ్చుచున్నావు. కాగా కృపచూపుటయు నీది. కీర్తన 62:12</p>

<p>1630. యెహోవా భక్తులారా, మీరందరు ఆయనను ప్రేమించుడి యెహోవా విశ్వాసులను కాపాడును కీర్తన 31:23</p>

<p>1631. గర్వముగా ప్రవర్తించువారికి గొప్ప ప్రతి కారము చేయువాడా కీర్తన 31:23</p>

<p>1632. విరిగిన హృదయముగలవారికి యెహోవా ఆసన్నుడు నలిగిన మనస్సుగలవారిని ఆయన రక్షించును. కీర్తన 34:18</p>

<p>1633. నా కార్యము నెరవేర్చువాడా కీర్తన 37:5</p>

<p>1634. సంవత్సరమును నీ దయాకిరీటము ధరింపజేసియున్నవాడా కీర్తన 65:11</p>

<p>1635. నీయొద్ద జీవపు ఊట కలదు గనుక కీర్తన 36:9</p>

<p>1636. నీ కృప ఆకాశము నంటుచున్నది నీ సత్యసంధత్వము అంతరిక్షము నంటుచున్నది కీర్తన 36:5</p>

<p>1637. దేవా, నీ కృప యెంతో అమూల్యమైనది గనుక కీర్తన 36:7</p>

<p>1638. దోచుకొనువారి చేతినుండి దీనులను దరిద్రులను విడిపించువాడ కీర్తన 35:10</p>

<p>1639. మించిన బలముగలవారి చేతినుండి దీనులను విడిపించువాడ కీర్తన 35:10</p>

<p>1640. బీదలను కటాక్షించువానిని కాపాడి బ్రదికించువాడ కీర్తన 41:1</p>

<p>1641. శ్రమపడువారిని నీవు రక్షించెదవు కీర్తన 18:27</p>

<p>1642. నీతిక్రియలను జరిగించుచు బాధింపబడు వారికందరికి న్యాయము తీర్చు యెహోవా కీర్తన 103:6</p>

<p>1643. దరిద్రుల మొఱ్ఱ ఆలకించువాడా కీర్తనల 69:33</p>

<p>1644. దరిద్రుల బాధను పొగొట్టి వారిని లేవనెత్తెవాడా కీర్తన 107:41</p>

<p>1645. ఒకని నడత యెహోవా చేతనే స్థిరపరచబడును వాని ప్రవర్తన చూచి ఆయన ఆనందించువాడా కీర్తన 37:23</p>

<p>1646. హృదయములను అంతరింద్రియములనుపరిశీలించు నీతిగల దేవా కీర్తన 7:9</p>

<p>1647. యథార్థ హృదయులను రక్షించు దేవా కీర్తన 7:9</p>

<p>1648. నీతిమంతులను పరిశీలించు వాడా కీర్తన 11:5</p>

<p>1649. నీతిమంతుల సంతానము పక్ష మున నున్నవాడా కీర్తన 14:5</p>

<p>1650. నీతిమంతులు మొఱ్ఱపెట్టగా యెహోవా ఆలకించును వారి శ్రమలన్నిటిలోనుండి వారిని విడిపించును కీర్తన 34:17</p>
</div>


`,
"praise34": `
<div class="praise">
    <h2> స్తుతి యాగము 34: 1651 - 1700 </h2>
<p>1651. నీతిమంతులను ప్రేమించువాడా కీర్తన 146:8</p>

<p>1652. నీతిమంతులను ఖర్జూరవృక్షమువలెను లెబానోను మీది దేవదారు వృక్షమువలెను ఎదుగ చేయు వాడా కీర్తన 92:12</p>

<p>1653. నీతిమంతులను ఎన్నడును కదలనీయనివాడా కీర్తన 55:22</p>

<p>1654. నిర్దోషుల చర్యలను గుర్తించు వాడా కీర్తన 37:18</p>

<p>1655. నీతిమంతులు విడువబడుట గాని వారి సంతానము భిక్షమెత్త వాడా కీర్తన 37:17</p>

<p>1656. నా శత్రువులకు మించిన జ్ఞానము నాకు కలుగ జేయువాడా కీర్తన 119:98</p>

<p>1657. శాంతికరమైన జలములయొద్ద నన్ను నడిపించుచున్నవాడా కీర్తన 23:2</p>

<p>1658. నా ప్రాణమునకు సేదదీర్చువాడా కీర్తన 23:3</p>

<p>1659. నీతిమార్గములలో నన్ను నడిపించు వాడా కీర్తన 23:3</p>

<p>1660. నా శత్రువులయెదుట నీవు నాకు భోజనము సిద్ధ పరచు వాడా కీర్తన 23: 5</p>

<p>1661. ఆపత్కాలమున నీ పర్ణశాలలో నన్ను దాచు వాడా కీర్తన 27:5</p>

<p>1662. నా హృదయమును నిబ్బరముగా నుంచు వాడా కీర్తన 27:14</p>

<p>1663. నా పక్షమున నున్న దేవా కీర్తన 56:9</p>

<p>1664. నన్నుఆదుకొను వాడా కీర్తన 55:22</p>

<p>1665. నన్ను చేర్చుకొనువాడా కీర్తన 49:15</p>

<p>1666. నన్ను తలంచుకొనుచున్నవాడా కీర్తన 40:17</p>

<p>1667. నా గోనెపట్ట విడిపించి, సంతోషవస్త్రము నాకు ధరింపజేసియున్న యెహోవా కీర్తన 30:12</p>

<p>1668. నా అంగలార్పును నాట్యముగా మార్చి యున్న వాడా కీర్తన 30:11</p>

<p>1669. విమోచన గానములతో నీవు నన్ను ఆవరించి యున్న వాడా కీర్తన 32:7</p>

<p>1670. స్తోత్రరూపమగు క్రొత్తగీతమును నా నోట నుంచిన వాడా కీర్తన 40:3</p>

<p>1671. మేలుతో నా హృదయమును తృప్తిపరచువాడా కీర్తన 103:5</p>

<p>1672. క్రొత్త తైలముతో నన్ను అంటిన వాడా కీర్తన 92:10</p>

<p>1673. నా తల ఎత్తువాడవుగాను ఉన్నావు. కీర్తన 3:3</p>

<p>1674. ఆపత్కాలమందు వారు నామీదికి రాగా యెహోవా నన్ను ఆదుకొనెను. కీర్తన 18:18</p>

<p>1675. నన్ను యథార్థమార్గమున నడిపించువాడా కీర్తన 18:32</p>

<p>1676. నాకాళ్లు జింక కాళ్లవలె చేయుచున్న దేవా కీర్తన 18:33</p>

<p>1677. నా పాదములను వలలోనుండి విడిపించు దేవా కీర్తన 25:15</p>

<p>1678. నా పాదములు బండమీద నిలిపి నా అడుగులు స్థిర పరచున్న దేవా కీర్తన 40:2</p>

<p>1679. మరణమునుండి నా ప్రాణమును కన్నీళ్లు విడువకుండ నా కన్నులను జారిపడకుండ నాపాదములను నీవు తప్పించియున్నావు. కీర్తన 116:8</p>

<p>1680. నా కన్నీళ్లు నీ బుడ్డిలో నుంచిన దేవా కీర్తన 56:8</p>

<p>1681. నా విజ్ఞాపనధ్వని ఆలకించియున్న దేవా కీర్తన 28:6</p>

<p>1682. నాకు చెవులు నిర్మించియున్న దేవా కీర్తన 40:6</p>

<p>1683. ఆపత్కాలమందు ఆదుకొను దేవా కీర్తన 18:18</p>

<p>1684. నన్ను సురక్షితముగా నివసింపజేయు దేవా కీర్తన 4:8</p>

<p>1685. విశాలమైన స్థలమునకు నన్ను తోడుకొని వచిన దేవా కీర్తన 18:19</p>

<p>1686. ఆపదలన్నిటిలోనుండి ఆయన నన్ను విడిపించి యున్న దేవా కీర్తన 54:7</p>

<p>1687. బలాత్కారులనుండి నన్ను రక్షించువాడ 2 సమూ 22:3</p>

<p>1688. ఇరుకునందుండి నేను యెహోవాకు మొఱ్ఱపెట్టితిని విశాలస్థలమందు యెహోవా నాకు ఉత్తరమిచ్చెను కీర్తన 118:5</p>

<p>1689. కోటగల పట్టణములో నన్ను నడిపించు వాడా కీర్తన 60:9</p>

<p>1690. యుద్ధదినమున నీవు నా తలను కాచి యున్న దేవా కీర్తన 14:7</p>

<p>1691. యుద్ధములో నీవు నాకు బలము ధరింపజేసి నా మీదికి లేచినవారిని నా క్రింద అణచివేసిన దేవా కీర్తన 18:39</p>

<p>1692. నాకు బలము ధరింపజేసిన దేవా కీర్తన 18:32</p>

<p>1693. యెహోవా, నీవు నాకు కలిగిన అన్యాయము చూచి యున్నావు విలాప 3:59</p>

<p>1694. నీ కుడిచెయ్యి నన్ను ఆదుకొనెను కీర్తన 18:35</p>

<p>1695. నీ సాత్వికము నన్ను గొప్పచేసెను కీర్తన 18:35</p>

<p>1696. కలహములలో పడకుండ నీవు నన్ను విడిపించితివి కీర్తన 18:43</p>

<p>1697. నా నిమిత్తము ప్రతిదండన చేయు దేవా కీర్తన 18:47</p>

<p>1698. మీరే పగతీర్చుకొనక నేనే ప్రతిఫలము నిత్తును అని చెప్పుచున్న దేవా రోమీ 12:19</p>

<p>1699. నాకొరకు పొంచియున్నవారికి సంభవించినదానిని నాకు చూపించిన దేవా కీర్తన 59:10</p>

<p>1700. కారు చీకటిని ఉదయముగా మార్చు వాడా ఆమోసు 5:8</p>
</div>


`,
"praise35": `
<div class="praise">
    <h2> స్తుతి యాగము 35: 1701 - 1750 </h2>
<p>1701. నేను బ్రదుకు దినములన్నియు కృపాక్షేమములే నా వెంట వచ్చుచున్నందులకు కీర్తన 23:6</p>

<p>1702. నాకు సహాయము కలుగుచున్నందుకు కీర్తన 28:7</p>

<p>1703. నన్ను తప్పించువాడా కీర్తన 144:2</p>

<p>1704. నా హృదయమును నిబ్బరముగా నుంచువాడా కీర్తన 27:14</p>

<p>1705. నా ప్రాణములో త్రాణ పుట్టించి నన్ను ధైర్యపరచి తివి కీర్తన 138:3</p>

<p>1706. సకలమైన ఉపద్రవములలోనుండి నన్ను విడిపించినవాడా Iరాజులు 1:29</p>

<p>1707. నీ వాక్యముచేత నన్ను బ్రదికించిన దేవా కీర్తన 119:25</p>

<p>1708. జీవము ననుగ్రహించి నాయెడల కృప చూపితివి యోబు 10:12</p>

<p>1709. నీ సంరక్షణచేత నా ఆత్మను కాపాడితివి యోబు 10:12</p>

<p>1710. నా దోషములన్నిటిని క్షమించువాడు నా సంకటములన్నిటిని కుదుర్చువాడా కీర్తన 103:3</p>

<p>1711. సమాధిలోనుండి నా ప్రాణమును విమోచించి కరుణాకటాక్షములను నాకు కిరీటముగా ఉంచువాడా కీర్తన 103:4</p>

<p>1712. నీ వీపు వెనుకతట్టు నా పాపములన్నియు నీవు పార వేసితివి యెషయా 38:17</p>

<p>1713. నీవు నా పాపదోషమును పరిహరించియున్నావు. కీర్తన 32:5</p>

<p>1714. యథార్థమైన సంగతులు తెలియజేయువాడా యెషయా 45:19</p>

<p>1715. నీతిని, న్యాయమును ప్రేమించుచున్నవాడా కీర్తన 33:5</p>

<p>1716. నీ కుడిచెయ్యి నీతితో నిండియున్నది దేవా కీర్తన 48:10</p>

<p>1717. నా హృదయవాంఛలను తీర్చువాడా కీర్తన 37:4</p>

<p>1718. నా మ్రొక్కుబడుల నంగీకరించియున్న దేవా కీర్తన 61:5</p>

<p>1719. నా ప్రార్థనను త్రోసివేయనివాడా కీర్తన 66:20</p>

<p>1720. కృపను తొలగింపనివాడా కీర్తన 66:20</p>

<p>1721. కృపలో నన్ను కలిసికొనెవాడా కీర్తన 59:10</p>

<p>1722. నా తల్లి గర్భమందు నన్ను నిర్మించినవాడా కీర్తన 139:13</p>

<p>1723. నన్ను కలుగజేసిన విధము చూడగా భయమును ఆశ్చర్యమును నాకు పుట్టుచున్నవి కీర్తన 139:14</p>

<p>1724. నాకు కలిగిన యెముకలును నీకు మరుగై యుండలేదు కీర్తన 139:15</p>

<p>1725. నేను పిండమునై యుండగా నీ కన్నులు నన్ను చూచెను కీర్తన 139:16</p>

<p>1726. గర్భవాసినైనది మొదలుకొని నీవే నాకు ప్రాపకుడవై యుంటివి కీర్తన 71:6</p>

<p>1727. తల్లిగర్భమునుండి నన్ను ఉద్భవింపజేసినవాడవు నీవే కీర్తన 71:6</p>

<p>1728. బాల్యమునుండి నీవు నాకు బోధించుచు వచ్చితివి దేవా కీర్తన 71:17</p>

<p>1729. నా నిరీక్షణాస్పదము నీవే బాల్యమునుండి నా ఆశ్రయము నీవే. కీర్తన 71:5</p>

<p>1730. నా తట్టు మరలి నాకు నెమ్మది కలుగజేయువాడా కీర్తన 71:21</p>

<p>1731. నా పాదము తొట్రిల్లనియ్యవు కీర్తన 121:3</p>

<p>1732. పగలు ఎండ దెబ్బయైనను నాకు తగులదు. రాత్రి వెన్నెల దెబ్బయైనను నాకు తగులదు గనుక కీర్తన 121:6</p>

<p>1733. ఏ అపాయమును రాకుండ నన్ను కాపాడువాడా కీర్తన 121:7</p>

<p>1734. నా ప్రాణమును కాపాడువాడా కీర్తన 121:7</p>

<p>1735. నా రాకపోకలయందు నన్ను కాపాడువాడా కీర్తన 121:8</p>

<p>1736. నా నడకను నా పడకను నీవు పరిశీలన చేసియున్నావు గనుక కీర్తన 139:3</p>

<p>1737. నాకు తలంపు పుట్టకమునుపే నీవు నా మనస్సు గ్రహించుచున్నావు గనుక కీర్తన 139:2</p>

<p>1738. ప్రథమఫలముగా మృతులలోనుండి లేపబడియున్న వాడా హెబ్రీ 1:6</p>

<p>1739. నేనే ద్వారమును యోహాను 10:9</p>

<p>1740. మన ప్రభువైన యేసుక్రీస్తు మూలముగా మనకు జయము అనుగ్రహించుచున్న దేవునికి స్తోత్రము కలుగును గాక. 1 కొరింథీ 15:57</p>

<p>1741. దావీదు తాళపుచెవి కలిగియున్న వాడా ప్రకటన 3:7</p>

<p>1742. సత్యస్వరూపియగు పరిశుద్ధుడు ప్రకటన 3:7</p>

<p>1743. యెవడును వేయ లేకుండ తీయువాడు ప్రకటన 3:7</p>

<p>1744. ఎవడును తీయలేకుండ వేయువాడు ప్రకటన 3:7</p>

<p>1745. జీవాహారమును నేనే. యోహాను 6:51</p>

<p>1746. పరలోకము నుండి దిగివచ్చిన జీవాహారము. యోహాను 6:48</p>

<p>1747. జీవాధిపతి అపొ 3:15</p>

<p>1748. పరిశుద్ధుడును నీతిమంతుడునైన దేవా అపొ 3:14</p>

<p>1749. ప్రాణమునకును నీ దీర్ఘాయుష్షుకును మూలమై యున్నవాడా ద్వితీ 30:20</p>

<p>1750. జీవవాక్యము 1 యోహాను 1:1</p>
</div>


`,
"praise36": `
<div class="praise">
    <h2> స్తుతి యాగము 36: 1751 - 1771 </h2>
<p>1751. జీవపు వెలుగుగలిగిన వాడా యోహాను 8:12</p>

<p>1752. రక్షణ శైలము ద్వితీ 32:15</p>

<p>1753. యెహోవా యెహోవాయే నిత్యాశ్రయదుర్గము యెషయా 26:4</p>

<p>1754. ఆత్మసంబంధమైన బండ 1 కొరింథీ 10:4</p>

<p>1755. నన్ను పుట్టించిన ఆశ్రయదుర్గము ద్వితీ 32:18</p>

<p>1756. నా హృదయమునకు ఆశ్రయ దుర్గము కీర్తన 73:26</p>

<p>1757. నా ఆశ్రయదుర్గమైన నా శైలము యెషయా 17:10</p>

<p>1758. యెహోవా, నా ఆశ్రయదుర్గమా, నా విమోచకుడా కీర్తన 19:14</p>

<p>1759. నాకు సహాయుడు హెబ్రీ 13:6</p>

<p>1760. నేను నమ్ముకొనియున్నవాడా కీర్తన 39:7</p>

<p>1761. నేను నిత్యము చొచ్చునట్లు నాకు ఆశ్రయదుర్గము కీర్తన 71:3</p>

<p>1762. నాకు భర్తయైనవాడా యెషయా 54:5</p>

<p>1763. నన్ను సృష్టించినవాడా యెషయా 54:5</p>

<p>1764. నా ప్రియుడా, నీవు సుందరుడవు అతిమనోహరుడవు పరమ 1:16</p>

<p>1765. నా ప్రియుడు నా స్నేహితుడు. పరమ 5:16</p>

<p>1766. యెహోవా నా ప్రాణదుర్గము కీర్తన 27:1</p>

<p>1767. యెహోవా నాకు వెలుగును రక్షణయునైయున్నాడు కీర్తన 27:1</p>

<p>1768. ప్రభువైన యెహోవా నా రక్షణదుర్గము కీర్తన 140:7</p>

<p>1769. యెహోవాయే నా బలము నా గానము ఆయన నాకు రక్షణయు ఆయెను నిర్గమ 15:2</p>

<p>1770. యెహోవా నా దేవా, నా పరిశుద్ధ దేవా హబక్కూ 1:12</p>

<p>1771. గొప్పబండ యెషయా 32:2</p>

<p> May God bless you all</p>


`  
};

const audioFiles = [
    'audio/praise1.mp3',
    'audio/praise2.mp3',
    'audio/praise3.mp3',
    'audio/praise4.mp3',
    'audio/praise5.mp3',
    'audio/praise6.mp3',
    'audio/praise7.mp3',
    'audio/praise8.mp3',
    'audio/praise9.mp3',
    'audio/praise10.mp3',
    'audio/praise11.mp3',
    'audio/praise12.mp3',
    'audio/praise13.mp3',
    'audio/praise14.mp3',
    'audio/praise15.mp3',
    'audio/praise16.mp3',
    'audio/praise17.mp3',
    'audio/praise18.mp3',
    'audio/praise19.mp3',
    'audio/praise20.mp3'
];
let currentIndex = 0;
const audioElement = new Audio();
const praiseKeys = Object.keys(praises);

const updatePraise = () => {
    const praiseContent = document.getElementById('praise-content');
    praiseSelect.value = currentIndex;
    praiseContent.innerHTML = praises[praiseKeys[currentIndex]];
    audioElement.src = `/audio/praise${currentIndex + 1}.mp3`;
    document.getElementById('audioButton').textContent = 'ఆడియో ప్లే';
    document.getElementById('audioButton').setAttribute('aria-label', 'Play audio');
};

const toggleTheme = () => {
    document.body.classList.toggle('dark-mode');
    const themeSwitcher = document.getElementById('themeToggle');
    const isDarkMode = document.body.classList.contains('dark-mode');
    themeSwitcher.setAttribute('aria-checked', isDarkMode.toString());
    themeSwitcher.classList.toggle('active', isDarkMode);
};

const toggleAudio = () => {
    if (audioElement.paused) {
        audioElement.play();
        document.getElementById('audioButton').textContent = 'పాజ్ ఆడియో';
        document.getElementById('audioButton').setAttribute('aria-label', 'Pause audio');
    } else {
        audioElement.pause();
        document.getElementById('audioButton').textContent = 'ఆడియో ప్లే';
        document.getElementById('audioButton').setAttribute('aria-label', 'Play audio');
    }
};

const navigatePraise = (direction) => {
    if (direction === 'prev') {
        currentIndex = (currentIndex - 1 + praiseKeys.length) % praiseKeys.length;
    } else {
        currentIndex = (currentIndex + 1) % praiseKeys.length;
    }
    updatePraise();
};


const populatePraiseSelect = () => {
    const select = document.getElementById('praiseSelect');
    praiseKeys.forEach((key, index) => {
        const option = document.createElement('option');
        option.value = index;
        option.textContent = `Praise ${index + 1}`;
        select.appendChild(option);
    });
};

const handlePraiseChange = (event) => {
    currentIndex = parseInt(event.target.value, 10);
    updatePraise();
};

const initFontSize = () => {
    const increaseBtn = document.getElementById('increaseText');
    const decreaseBtn = document.getElementById('decreaseText');
    const content = document.getElementById('praise-content');
    
    increaseBtn.addEventListener('click', () => changeFontSize(content, 1));
    decreaseBtn.addEventListener('click', () => changeFontSize(content, -1));
    
    addKeyboardAccessibility(increaseBtn);
    addKeyboardAccessibility(decreaseBtn);
};
   // Change font size
const changeFontSize = (element, increment) => {
    const style = window.getComputedStyle(element);
    const fontSize = parseFloat(style.fontSize);
    const newSize = Math.min(Math.max(fontSize + increment, 12), 32);
    element.style.fontSize = `${newSize}px`;
};

const initAudio = () => {
    document.getElementById('audioButton').addEventListener('click', toggleAudio);
};

const initPraise = () => {
    populatePraiseSelect();
    updatePraise();

    document.getElementById('prevPraise').addEventListener('click', () => navigatePraise('prev'));
    document.getElementById('nextPraise').addEventListener('click', () => navigatePraise('next'));
    document.getElementById('praiseSelect').addEventListener('change', handlePraiseChange);
    document.getElementById('themeToggle').addEventListener('click', toggleTheme);

    initAudio();
    initFontSize();
};
  

const registerServiceWorker = () => {
    if ('serviceWorker' in navigator) {
        navigator.serviceWorker.register('/service-worker.js')
            .then((registration) => {
                console.log('Service Worker registered with scope:', registration.scope);
            }).catch((error) => {
                console.error('Service Worker registration failed:', error);
            });
    }
};

initPraise();
registerServiceWorker();
});
